[
  "一个空中小姐在空中服务时，突然一只鹦鹉叫到：“傻B，来杯咖啡。”空中小姐行思一个鹦鹉拉倒得了来杯就来杯吧！旁边有个男人想，鹦鹉都能叫动，我也能叫动。所以他也叫：“傻B，来杯咖啡。”这下空中小姐生气了。把他（它）俩扔了出去。鹦鹉在空中时队男子说：“这下你傻B了吧？我会飞你会飞吗？”",
  "一位瓜农的西瓜田每天晚上都被小偷光顾，他想了很久，终于想到一个好办法。他写了一个告示牌：“这些西瓜中有一个西瓜注射有剧毒！”果然从第2天开始没有再丢一个西瓜。不过一个星期后。他看到牌子上多了一行字。当场全身凉了半截！牌子上写着：现在有2个了！",
  "一外地人前来讨债，缠着经理不放。见不得脱身，经理便设宴招待。一番热情，外地人被灌得酣醉如泥，经理找了一辆出租车把讨债者送到了车站。再来讨债，外地人接受前次教训，死活不喝。见客人死活不喝，经理自斟自饮。不一会，自己铭咛大醉。讨债者自觉无趣，只好悻悻而去。事后，有人问经理：“平时海量，今日才喝了几杯‘啤茶’咋就醉了呢？！”经理大笑说：“只要货款要不走，我喝啥都是酒？”",
  "股评家：一个优秀的股评家总能预测股价下周、下月或是来年的走势。记者：假如到时候实际情况和预测相反呢？股评家：那就得说出一些理由。",
  "一家服装店遭抢了。歹徒刚刚出门，便碰上巡逻的警察。于是，发生了一起枪战。这时，服装店老板忙赶过来，一手拉住警察求道：“请射他的裤子，别射上衣。他的上衣还没付钱呢？”",
  "我有个小学同学，很要好。初中毕业后什么都没考上，在社会上无所事事了两年。后来一想也不是办法，就经人介绍到广西北海去打工。还不错，第一个月就挣了一千多块。高兴之余，就请同事到饭店吃饭。吃得很尽兴，酒也喝了不少。最后朋友付了帐，走出饭店。突然肚子痛，幸好看到不远处有个公厕，就让其他人先走，自己到公厕去解决。进去以后，发现居然没有小便池，就顺手拉开了一间蹲位的门，里面有人，定睛一看，是个中年妇女！顿时酒醒，扭头便跑。到门口处，只听得一声断喝：“把两毛钱付了再走！”原来那女的是公厕管理员。",
  "某工厂的厂长对一个酗酒的工人吼叫道：“我要是醉成你这个样子，我就开枪打死自己！”“厂长阁下，您要是醉成我这个样子，您肯定打不中自己，因为您一定会连枪都拿不稳。”醉汉反驳道。",
  "超市，碰到前女友在收银我惊讶道：“当初为什么要编谎言离开我？你的高富帅呢？” 前女友：“别打扰我工作行吗？我怎么骗你了？我临走时不是说了吗？我跟着他什么都不用做，只管收钱。。。”",
  "我问老妈：“有个姐姐又有个哥哥，为什么还会生我呢？” 老妈跟我说：“等你哥、你姐生出来之后，我们发现长得都太丑了，后来我们就想生一个又可爱又漂亮的孩子。” 当时我就很兴奋，很骄傲的跟我妈说：“那为什么生完我以后就不生了呢？” 老妈叹了口气说：“生完你之后，我们不敢生了，一个比一个丑！”",
  "儿子和他爹吵架，要离家出走，爹：“你敢跨出这个家门，就别认我当爹。” 儿子：“哥们儿，算你狠！”",
  "某同学上课睡觉，老师见了火气很大，就叫他到黑板上解题，准备当众羞辱他一下。才站起来，老师就开始说啦：“成绩那么差，还敢上课睡觉，真不知羞耻，就会睡觉！”结果此同学漂亮的把题解出来了，老师顿时有点下不来台。结果他自己走回座位，坐下淡淡的说：“我先睡一下，你待会还有不会的再问我。”",
  "昨天梦见上帝说可满足我一个愿望我拿出地球仪说要世界和平，他说太难换一个吧，我拿出你的照片说要这人变漂亮，他沉思了一下说拿地球仪我再看看。",
  "黄瓜失恋痛哭，茄子安慰她：爱情不单只是甜美、只是沉醉，还有心碎、还有流泪。唉！谁让你爱上洋葱的？",
  "某美女发现口红太重，拿湿纸巾擦拭后扔到路上。一老头拣起，端详半天突然醒悟，追上说：姑娘，这超薄的就是容易掉呀！",
  "喜鹊来，妈妈说这是喜鸟是客；燕子来，妈妈说这是益鸟是客；乌鸦来，孩子问你也是客人吗？乌鸦叫：Yes，吾乃黑客！",
  "蚂蚁懒洋洋地躺在土里，伸出一只腿，朋友问你干嘛呢？蚂蚁：待会大象来了，绊他一跟头。",
  "一农夫到城里串亲戚，出去逛街，亲戚给了张公交IC卡，他是第一次用，上车后我主动向司机亮了一下卡片，就径直走向座位。不想，司机说：“读卡”，他便对着IC卡，认真读：“XX市公交IC卡～～”，司机说：“到那边读”，他便走到司机指的地方，大声念道：“XX市公交IC卡……”",
  "小学一年级的时候在校园里捡到一只死掉的小鸟。我就把它埋在了学校门口，在他坟头上插了三根树枝。然后在众目睽睽下，给它磕了三个响头。‍‍‍‍",
  "昨晚在一好友家烧烤，开啤酒的时候一哥们儿非要用牙齿咬。可他又半天咬不开，我实在看不下去了就跟他说：“这有酒起子，你累不累！”谁知道这货来了句：“要不是今天没刷牙，有点打滑，哥早开一箱了。”‍‍",
  "女子问佛：“为何不给世间所有女子美丽的容颜？”佛曰：“外在的美不过昙花一现，纯净的心灵胜过世间一切的美，有些人却使它蒙了尘。”女子若有所思地答：“我懂了……”佛终于忍不住大吼：“懂你妹啊！人丑就该多读书！",
  "付金请罪：形容一种惹怒女友之后，通过帮着付钱来请求原谅的方法。",
  "一个人越是炫耀什么，就表示越缺什么。当有人炫耀光芒四射的钻石时，说明他家缺少照明设备。",
  "参加聚会时递上名片，上面赫然标明身份：享受国务院特殊津贴。 对方尊敬地问：什么特殊津贴？ 答：低保。",
  "妈妈正在做家务，..孩子突然说：爸爸你真厉害，我真佩服你。..爸爸问为什么？..孩子说：娶了个这么好的老婆，又漂亮，又贤惠，又，，，，，一顿好夸。爸爸正得意呢，..孩子转头对妈妈说：妈妈你就不行了，你看你嫁了个什么玩意儿……",
  "刚才坐车我旁边一个女的在吃韭菜馅的包子，弄的都是韭菜味，我受不了，对她说：大姐：能不能下车再吃？你看你吃的满车厢里都是韭菜味，能不能注意点啊？ 谁知道那个女的竟然说：你管的着吗你！又不是你家的车 ，我做什么和你有什么关系啊！ 气死我了，我听了以后默默的把鞋脱了，那女的吃着吃着就吐了。",
  "出门陪女友逛街，内急 实在憋不住了啊 就随便找了个公厕 蹲了下去，完事才发现没带纸，，艾玛 ，拍了拍隔壁 哥们在吗 我没带纸 借我点呗 。 过了十几秒 对面一妹子传来尴尬的声音 大哥，到底是你进错厕所了，还是我进错厕所了，。。。",
  "朋友开米粉店的，味道一绝，搞的是饥渴营销，宁愿不卖，也不让你打包回去，虽得罪了不少人，却刺激了更多人来品尝，生意很火。 他在大学城旁边又开了一家，没多久就关门大吉了，他说：那些学生过来，每人都要打包几份，宁愿不吃也不愿出来，比我性子硬多了。。。",
  "相亲。女孩说：我不爱吃湘菜。男孩：我也是，还有大蒜、生姜。。。",
  "今天同学聚会，媳妇上班去了我就带着女儿一起去。 聊没多大会，一些人开始炫富了，好家伙都在秀表。 这个说劳力士的，多少万，那个说限量版的多少万。 我家女儿接了一句说：你们的手表没我爸爸的好，我爸爸的手表能打电话还能拍照呢。 我。。。。。",
  "男友语文成绩就特别差，昨天我过生日他说：“祝你生日快乐。” 我：“咱能不能有点创意啊。” 这家伙低头沉思了半天说：“祝教主洪福齐天，寿与天齐。”",
  "晚上下班，小雨淅沥，没带雨伞，一个人孤零的走在昏暗的街道，身后一个高大的身影若即若离的跟着我。。。感觉特别紧张，我下意识的扯了扯衣领，心里默念着：希望这次的劫匪不要又嫌弃我。。。",
  "一个朋友讲的，他小时候家里买了一台黑白电视机。那时候是很稀奇的玩意儿，他们家是村里第一台，买回来那天村里很多邻居都挤在他家看，他爸在地里干活，大家正看得性起时，他奶奶颤颤巍巍从里屋出来了(当时是八十高龄)，一把把电视插头扯掉，留下了一句让当时在场人至今难忘的话：“别看完了，留点我儿回来看！”",
  "小明爸爸匆忙赶到班主任办公室，问：“老师你急着叫我来，孩子犯什么错了？”更年期的女老师把小明作业本往桌上一砸：“我让他用不要…不要…来造句，你看看他都写的什么玩意儿！”老爸拿起作业本，上面写着：“不要瘙痒，不要异味，不要白带异常！”",
  "13岁少女被学长骗至东莞，幸亏少女冰雪聪明，7天便学会了冰火九重天。",
  "有个问题困扰我很多年，向日葵跟着太阳转，从东边转到西边。那第二天早上是怎么回到东边的？一个猛甩头？ 是的，你晚上走过向日葵花海，几十万株向日葵突然就一个猛回头。吓得你从此生活不能自理。",
  "老太太临死前对儿子说，我的愿望就是骨灰做成烟花灿烂一次。她去世后儿子点燃了烟花，儿媳妇拍着儿子的肩膀说 你妈炸了！",
  "警察:三百六十行，你为什么偏偏干小偷！小偷:我从小就想当一名警察！“那你还当小偷！！”“我这不询思着可以和我的偶像零距离接触吗！",
  "我们在朋友家里打麻将。哥几个问他：你媳妇回来真的不会生气?他说：不是我吹牛，老子在家就是老虎。突然门口有动静，他赶紧收麻将。我们说：你不是老虎嘛?这b说：武松回来了，快………～",
  "今天我家没人，我就跟我男票打电话让他上我家来，我俩啪啪完后他就把套扔在马桶里，然后套Tao没冲下去。。。结果被我妈发现了，我妈问我今天谁来咱家了？我说我不知道啊，我今天没在家，你问我爸吧！",
  "一个四岁的男孩亲了三岁的女孩一口！女孩对男孩说：“你亲了我可要对我负责啊.”男孩成熟地拍了拍女孩的肩膀，笑着说：“你放心，我都四岁了，又不是一两岁的小孩子了”",
  "一位普通朋友开口向我借钱，我一贯奉行不借钱原则，但为了不伤和气，我机智地回答道：“我最近也缺钱花，不如我们合伙抢劫怎么样？”",
  "小马背着粮食要过河。牛伯伯说：“没事儿的，这水很浅，才刚到我的小腿。” 小马刚要过，小松鼠拦住他说：“不要啊不要啊，这水深得很，我有个朋友前两天就被卷走了。” 小马考虑了一会儿，回头踢了牛伯伯一脚：“就你腿长！！！”",
  "本人理发师一枚，下午来了一位老顾客。 我和他很熟了，他不用多说我也知道啥要求：还是老样子，除了我，谁剪都行。",
  "二郎神带着哮天犬到了南天门，哮天犬汪汪叫了两个时辰。 二郎神：“哮天犬，你别叫了！” 哮天犬：“主人，别看它两个凶神恶煞，个头还比我大，可我一点都不怕，我没给您丢人吧！” 二郎神：“你对着俩石狮子吼了两个时辰，还没给我丢人啊！”",
  "我跟闺蜜在聊天。 我：对了，什么叫卖萌？ 闺蜜眨着大眼睛：就是这样！ 前排男生：果然好萌！ 我学闺蜜眨眼：我也会！ 男生喷了一口水：她那叫卖萌，你这叫献丑！ 我：。。。。。。",
  "一哥们喝多了，深夜找不到家门了。于是站在小区里扯开了嗓子大喊：“睡着的都给我起来！”于是看见很多住户家灯亮了，这哥们接着又喊：“起来的都把窗户给我打开！”很多住户都莫名其妙地打开窗户伸头出去看什么事。哥们继续喊：“大家看看我是谁家的孩子，把我给领回去啊！”",
  "我不想睁着眼说瞎话 老婆：“老公，我美不美？” 老公：“美。” 老婆：“你为什么不睁开眼看我？” 老公：“我不想睁着眼说瞎话！”",
  "你知道我是谁吗？和女朋友走在路上，有几个小混混挡住去路，我佯装镇定冲对他们吼道：“你们想干啥，知道我是谁吗？”那几个小混混问：“你是谁？”我指着女朋友说：“我是这个世界上最疼爱她的人！”",
  "老师：小明，你平时在家喜欢看电视吗？小明：喜欢。老师：那有没有你印象深刻、很喜欢的台词啊，给老师分享一下？小明：有啊，有啊，就是那句：唉哟喂！大爷，楼上请！新来的姑娘可俊俏呢。。。老师：你TM给我滚出去！",
  "兴兴家是开酒馆的。一天，兴兴终于毕业了，同学们都给班主任送礼物来表示感谢。 兴兴送给老师一个盒子，盒子漏水了，老师舔了舔，很疑惑问：你送的是白兰地。 “不是。”兴兴摇摇头。 老师又舔了舔“那是威士忌” “不是” “ 那是什么”老师不耐烦了。 “ 是一只小狗！”兴兴大声说。",
  "“做我女朋友吧。” “不行。” “我要的是一个肯定。” “肯定不行。”",
  "儿子出去玩看到邻居小孩吃樱桃，回来给我要，无奈从厨房拿出西红柿对他说：“咱家有大樱桃。” 他高兴的要拿着去街上，我连忙说：“不要去炫耀，不然别的小朋友会眼馋跟你抢的，知道吗？” 他眨巴眨巴大眼睛似懂非懂的点点头，开心的吃起来了。",
  "“离婚证有什么用呢？” “多一个证，无论是应聘还是面试的时侯，总能为自己带来一点底气与自信！”",
  "某银行行长到少林寺求签，方丈拿出一叠符烧了，说：“我帮你烧了七七四十九道符，每道符1000元，打完折40000元，敬菩萨不能还价，没带现金可以刷卡。阿弥托福！” 说罢，命一小僧持POS机伺候。 行长拿出了一张支票，虔诚的填好了40000元整，用打火机点着，说：“师傅，菩萨只须一个工作日便可收到。善哉善哉！” 方丈仰天长叹：“唉，论骗钱，谁能骗得过银行？罪过罪过！” 行长双手合十：“客气客气！”",
  "下了公交车，我跟老婆说：我今天给别人让座是希望自己老以后也有人让座给自己。 老婆大吼一声：卧艹，老了还准备挤公交，你能不能有点出息！ 我。。。",
  "和儿子去游泳，儿子看了眼我，说道：妈妈，我终于知道为什么你会游泳了，我身上只有一个游泳圈，而你有三个！ 我。。。",
  "我的择偶标准不要求对方长得漂亮，只要有感觉就行。可是怎么才能有感觉呢？长得漂亮才有感觉。",
  "“你到底喜欢我什么？” “喜欢你善良，体贴，有主见，大度，长得也很漂亮。” “既然我这么多优点，你觉得你配得上我吗？” 。。。",
  "半夜突然坏肚子起来上厕所，刚坐上马桶，感觉不对，要吐！于是转过身往马桶里吐，结果一使劲把屎拉到地上了！赶紧转过身把剩下的拉到马桶里，结果被屎一熏，又吐了！这时老公进来一看，问我道：“这屎是你吐的？！”",
  "哥几个喝酒，有个哥们有点喝高了。对我们说，我这辈子没希望了，平平凡凡一辈子，我以后要给我儿子起名叫巅峰，他会代替我走上巅峰，不再平庸…我们纷纷安慰他…老杨，你喝多了…",
  "看一个人开什么车，就能看出他的身份，比如我这种人开玛莎拉蒂，那么我肯定是偷车贼了。",
  "企业喜欢有想象力的人。一个年轻人在被雇用几个星期后，被叫到人事经理的办公室。“这是什么意思?”经理问，“当你申请这份工作时，你告诉我们有五年工作经验，现在我们发现这其实是你的第一份工作。”“嗯，”年轻人回答，“你们的广告上说需要找一个有想象力的人嘛。”",
  "生物课上老师问：狼和狗交配后生下的叫狼狗，那老虎和狮子呢？ 小明又抢答：叫老狮。 老师：滚出去！ ?",
  "高中那时候学校不让处女朋友，但是我还是处了，被班主任发现，给我妈打电话，你儿子有早恋行为啊！你们应该教育教育啊！我妈: 别逗，老师啊，那孩子长那么丑，谁跟他啊，老师都笑了……",
  "昨晚我正在客厅看电视，儿子被老婆打了一顿，儿子哭着向我走来抬手就扇了我一个耳光然后对我吼道：你娶这样的老婆，你对得起我吗？",
  "在公交车上听见两个大妈在讨论生二胎的事。一个大妈说：“生二胎没啥用，孩子多了太累人”！另一个大妈说：“必须得生二胎！你看看武大郎，如果不是他妈妈生了武松，后来谁给他报仇啊？！”",
  "和女朋友走在路上，有几个小混混挡住去路，我佯装镇定冲对他们吼道：“你们想干啥，知道我是谁吗？”那几个小混混问：“你是谁？”我指着女朋友说：“我是这个世界上最疼爱她的人！”",
  "如果三年前我不拿错我妹妹的包，也许我现在还是个不良少年。那天我们洪兴帮跟隔壁班约架，到地方了，兄弟们纷纷拿出刀，剑，棍。当我从包里拿出巴拉拉小魔仙的魔法棒出来时，我觉得我这个老大当不下去了！",
  "A：“施主，贫道从东土大唐而来，想向您化点东西！”B：“哦，不知大师想化点什么？”A：“请问女施主，您听说过光天化日吗？”",
  "遇到初恋男友带他儿子，由于好多年没见面了，也没有什么话题，气氛一度非常尴尬，于是他率先打破尴尬说：“听说你到处跟人说我死了。” 呃。。。",
  "今天去相亲！女的问我你月薪多少？我说：呵呵！还好，不到十万！具体是多少呢？三千！喂喂妹子别走啊，我开车送你！带一个迪字的车，你猜！奥迪？不是。布加迪？是雅迪！喂喂，怎么你又走了！",
  "老师：请同学们用“况且”造句。小明立刻举手站起来说：过年了，村里的戏班响起了“况且、况且”的声音。老师：。。。",
  "路边两个老爷爷在下象棋。一个老爷爷突然急眼了：“老赵，你是不是老眼昏花了？看好了，你刚才拿我的车吃我的卒！！” 另一个微微一笑：“不不不，这不是你的车，这是共享单车！”",
  "办公室有个迷糊的小姑娘，一次培训要我们交两张相片，她随手放在一个纸袋里，结果要用才发现弄混了，她冲我们喊道：“大家快过来，帮我玩过这把连连看。”",
  "陪老婆回娘家，一进门听到丈母娘在教训小姨子：“老大不小了能不能长点心？平时没饭你吃吗？啊？别人家姑娘去相亲，喝水都怕噎着，吃两条菜就说饱，你呢，回来要吃健胃消食片。”",
  "晚饭时跟老婆说：“每月就那点钱，我快烟都抽不起了。” 儿子默默放下碗筷走进房间，出来时手里捧着个盒子，里面是他攒的钱，有一块的、有五块的…… 我老泪纵横啊，然后听他说：“妈妈，还是你来保管安全点。”",
  "过年同学聚会，某同学敬酒，同一桌的有好几个都说开车不喝酒。某同学咕嘟说：“个个都在晒车，好像我没有一样。”过了一会儿有个同学来他这一桌敬酒，那几个开车来的都说开车不能喝酒，到某同学了，他说：“不好意思，我有两套房，不能喝酒。”",
  "我一朋友，练体育的。一天用一旅行袋提俩哑铃去体校，60kg。 遇到两个骑摩托的抢包贼，伸手就把他包给抢了。 然后。。。摩托车就翻了。。。",
  "男：你到底想我怎么样？可不可以不要再无理取闹？女：无理取闹，是，是我无理取闹，你作为一个男人，说声对不起不行吗，你跟我说声对不起不就完了吗！男：对不起。女：你以为说一句对不起就完了吗！！",
  "南方的冷，是缠丝劲，一点点裹上身让你无处遁逃。北方的冷，像铁锤，敢伸出手就是狠狠一锤。",
  "本人苦哔快递员，今天有笔快递名字叫做：“爷爷“。这不是明摆着占我的便宜吗。我也不傻，电话一通就问：“请问你的快递名是什么?”他说：“爷爷。”我长长的嗯了一声：“对了，有你的快递!",
  "问：什么生物拥有超强的臂力、锋利的指甲和尖锐的牙齿，以至于能撕碎一切坚硬牢固的东西？答：拆快递时的妹子。",
  "酒吧里，一个大汉侃侃而谈：“我们出来 混社团，最重要的就是信用二字！”旁边 几个小年轻赶紧上前，崇拜的为他点了 一支烟问：“哥，不知您混的哪个社 团？”大汉吸了口烟，眯着眼睛答道：“铁 岭农村信用社。”",
  "三毛去发型屋做发型，对发型师说：给我编个麻花辫。发型师不小心弄掉了三毛的一根头发。三毛叹口气说：那来个中分好拉。可是发型师不小心又弄掉了根。三毛一看火了：你丫的想让我披头散发？",
  "家里大拜祖先。小明不拜，说：“拜祖先有什么用，祖先又不会保佑的！”爸爸：“你个死孩子，不要乱说！”小明：“谁乱说了啊。”他指着供桌上的猪头：“要是祖先会保佑的话，这猪的祖先天蓬元帅怎么会让自己的后辈子孙给人宰了当祭品。”",
  "今天坐高铁回家注意到身边一名男子，他穿得干净、得体，脸庞留下少许岁月痕迹。 他忧郁的眼神，时而静静望窗外，像是思考过往人生；时而双眼微闭，让疲倦的身体有片刻歇息。 根据个人多年行为模式研究、心理学观察及社会经验判断——――这人十有八九是手机没电了。",
  "今天不巧看见前女友，更不巧的是我俩都穿的以前买的情侣装。。。 我寻思见面总得打个招呼吧，就贱贱的过去了，本想说“好巧啊，咱俩竟还能然穿情侣装”，没想到被她抢先一句“呦～还有跟老娘穿亲子装的！” 。。。",
  "昨天哥哥和嫂子有事出门，把小侄子留给我了，我带他去街上，非要拉着我给他买玩具，我给他说：“姑姑兜里没带钱。” 小侄子从自己兜里掏出三百块钱说：“就知道你小气，花我的钱。” 我俩去玩具店，给侄子买了好多玩具，又去吃了顿饭，三百块终于造完了。 摸着肚子问侄子：“这钱是你妈留给你的吗？” 侄子摸摸头说：“不是啊！来的时候趁你不注意，在你包里拿的。”",
  "昨天在家看抗日神剧，我问六岁的小侄女：“宝宝，你知道为什么曰本人头盔两耳边有两块布么？” 她不假思索的瞟了我一眼：“叔叔你真笨，他们设计这两块布肯定是防止被长官打耳光的！” 我。。。",
  "朋友问我：有一种鸟，好笑又神经，它是什么鸟？我：我不知道。。沙雕！",
  "今天早晨特冷，我与朋友去提款机取钱，正好遇见运钞车来加钞。无奈之下两人只好站在一旁苦苦等候，这时朋友问我：冻手不？ 我冷冷地回一句：冻手！结果俺俩真是杯具啊!四杆枪瞬间指向俺俩……两个人被抓住送派出所，在路上我们一直沉默，后来我问朋友：你怎么还不开腔呢？结果八杆枪瞬间指向我俩.....................................警察：你叫什么名字我朋友：蒋英羽警察：你叫什么名字？我朋友：蒋英羽警察：what is your name",
  "一小学老师口吃。某日上课领学生读课文。老师：“日……日……日本鬼子进了村”学生跟读：“日……日……日本鬼子进了村”。旁边听课的老师就笑了。这老师大急，对学生道：“不管我日几次，你们只准日一次”。",
  "一个哥们儿说北京那个地铁太拥堵，去年他老婆怀孕被挤流产了，他问上海情况怎么样，另一个门说上海情况更糟糕了，上个月他老婆做地铁居然都被挤怀孕了。",
  "办公室有一女同事为人豪爽，她跟他老公感情特别好。有一次我们吃饭说起小三，我说：“你老公要是有外遇了，你跟他离婚吗？”她斜眼看看他老公，说：“我这辈子没有离异，只有丧偶！”",
  "一日，阿呆上课偷偷玩手机，正好被在教室外巡视的班主任发现.班主任用自己的手机发信息给阿呆：“你怎么不认真听课？”阿呆疑惑地回复：“你是谁？”班主任：“你看看窗外.”阿呆一看，又偷偷回复：“多谢提醒，等会儿再聊，我们班主任在窗外盯着我看呢.”",
  "长颈鹿嫁给了猴子，一年后长颈鹿提出离婚：我再也不要过这种上蹿下跳的日子了！猴子大怒：离就离！谁见过亲个嘴还得爬树的！",
  "犯人正在被押往刑场的路上.犯人埋怨道：“怎么TMD这么远啊！”警察安慰道：“哥们，你已经很幸运啦，我们还得再回来呢！”",
  "甲开着一辆宝马.乙：“哥们，宝马怎么来的？”甲：“那天在酒吧遇见个美女，晚上她开着她的宝马把我拉到了山顶上，然后脱着自己的衣服跟我说‘你可以要你想要的’.于是..我开走了她的宝马.”乙思索半天，说：“兄弟，你做的很对，她的衣服你也穿不了.”",
  "我建议女生应该普及穿平底鞋不要穿高跟鞋，高跟鞋穿久了容易脚疼并造成扁平足，膝关节疾病，拇指外翻，腰背疾病等疾病。当然，我绝对不是因为我身高只有165才这样建议的。",
  "我的写作水平终于我的写作水平终于获得了语文老师的认可。三年前，他对我的评语是“无病呻吟”。 三年后，我又把新写的作品拿给他，看完后他关切地对我说：“你有病吧。”他，看完后他关切地对我说：“你有病吧。”",
  "某村一农民，天天喂猪吃泔水，结果被‘’动物保护协会‘’罚款了一万元……虐待动物。于是农民改喂大米饭，结果被‘’慈善者协会‘’罚款了一万元……浪费粮食。农民没办法，改喂猪吃天山雪莲，结果被‘’环境保护者协会‘’罚款了一万元……破坏稀有珍奇植物。过些日子领导又去视察，问农民现在喂猪吃的什么？农民答：喂啥呀？喂啥都他妈挨罚！现在我每天给它一百块钱，让自己出去吃！",
  "说起来跟北京的缘分也是奇妙，高考那年北大给了我们学校一个保送名额，然而我并没有选择去北大，一方面是我不太喜欢北京的气候，另一方面被保送的那个人不是我。",
  "和女友分手后，我整天借酒浇愁颓废无比，时间一长亲戚朋友甚至邻居们都看不下去了，纷纷来找我说：“你借我们的酒钱到底什么时候还？”",
  "老师：小明，请用一带一路造句。 小明：我们家那一带一路上都是牛肉汤，羊肉汤，豆腐汤。。。 老师。。。",
  "交往4年的女朋友和我分手了，昏天黑地上了公交车，旁边坐了个美女也提不起兴趣。售票员过来卖票，我以为是空调车就递过去两块，售票员看了我们两个一眼就撕给我两张一块钱的票，我楞了一下想算了算了，继续头靠窗户回忆我四年的感情，不知不觉泪流满面，美女突然说话了：就一块钱不至于吧...",
  "年轻人走到算命摊前说：“你这个骗子，你不是说我昨天晚上会死吗？！”算命先生不解：“不会啊，我算命从来没有不准过。对了，你昨天晚上吃了什么？”年轻人：“芝士蛋糕”算命先生一拍大腿：“那就对了，芝士改变命运！”",
  "最近一个女生朋友表白成功了，她表白的方式很特别，她第一次看到那个男生就哭了。。。 男生就不解问她为什么哭？ 她说：不知为何，第一次见面就觉得你是我失散多年的孩儿他爸。",
  "“高！实在是高！”朋友一边鼓掌，一边对你的发际线说。",
  "如果三年前我不拿错我妹妹的包，也许我现在还是个不良少年。那天我们洪兴帮跟隔壁班约架，到地方了，兄弟们纷纷拿出刀，剑，棍。当我从包里拿出巴拉拉小魔仙的魔法棒出来时，我觉得我这个老大当不下去了！",
  "我去聚会一般不怎么喝酒，今天有一哥们在聚会上指着我就骂：敬酒不吃，你TM光吃菜。",
  "医生：”你扁桃体发炎了。”我：“哦？那它都说什么了？”医生。。。",
  "这次去相亲，女的长的还行，就是说话有点高傲，她说她硕士毕业，我把我的博士证拿了出来，她说她考了驾照，我把我的潜艇驾驶证拿了出来，她说她有套房子，我把我的别墅房权证拿了出来……她看后两眼放光……跟我比证，哼哼，你能比过我一个做假证的？",
  "一天，上了公交车，司机师傅开得贼快，担心出问题就好心提醒他开慢点，结果师傅来了句＂公交车的价格，出租车的速度，你赚了＂晕。。。",
  "昨晚老爸喝醉了躺在床上不省人事，突然说梦话：哎呦！不敢喝了，真不敢喝了！妈妈又好气又想笑，拉起睡懵的老爸，端起一杯水塞他手上：来！再喝一杯。老爸腼腆一笑：那我就先干为敬！闭着眼一仰头咕嘟嘟喝干，倒头继续睡了。",
  "老婆：老公，我接好水了，你快去洗吧！老公：等会，等我玩完这局游戏。老婆：不吗，一会水不热了，乖宝贝听话！老公极不情愿地退出游戏，然后……洗碗去了。",
  "今天跟老婆去公园散心，看见几棵桃花，开玩笑地说：我去桃花树下转几圈，看今年能不能再走个桃花运。老婆说：那你先忙，我过那边找棵红杏去。",
  "晚上九点，客厅的门被打开，看到疲惫不堪的丈夫，她连忙起身上前帮他脱下厚重的外套。忽然，她的眼神落在丈夫的脖子上，一个刺眼的口红印，鲜艳的口红深深地刺进了她的心，她很想控制自己的情绪，可是身为女人，这种情况下谁能控制得住呢，片刻后，她失控地尖叫道，这个颜色也太好看了吧！",
  "小时候家里穷，没吃过生日蛋糕，我问我爸那是什么味道。 我爸说：“等你过生日那天就知道了”。 后来我等啊等，终于等到生日那天，我爸爸神秘兮兮地凑到我耳边对我说：“我问过别人了，生日蛋糕是奶油味的。",
  "“你到底喜欢我什么？” “喜欢你善良，体贴，有主见，大度，长得也很漂亮。” “既然我这么多优点，你觉得你配得上我吗？” 。。。",
  "单位精心挑选了几个虎背熊腰的女汉子去参加区组织的拔河比赛。 当天，眼看我方就要落败，旁边的女领导急了，扯开嗓门呐喊：“姐妹们，加油！把你们揍老公的劲儿使出来！！” 我方一鼓作气，反败为胜！！！",
  "一同事开车不小心撞死了一只羊，经过协商赔偿了羊农一千块，事毕要带走死羊。羊农曰：不行，你撞死了我的羊要把羊带走，你要撞死人，难道还要把人带走吗？",
  "高三时一室友晚上出去上网门卫不让和门卫吵起来了。那哥们说我一句让我们膜拜的话：我早产了一个月，我想出去连我老妈也拦不住。",
  "我：今天我用微信向女同学表白，她回复是省略号，到底是什么意思？ 室友：这六个点是含蓄的告诉你，不要表白了，出家去当和尚吧！",
  "有一天小明走在路上，走着走着突然觉得脚很酸!为什么会这样呢?因为小明踩到柠檬了!",
  "哥：“明天有事吗？”我：“没事，干嘛？”哥：“明天陪我一起去相亲。”我：“你相亲叫我去做什么？”哥：“去衬托我。”我：“。。。”哥：“到时候你踏个拖鞋，穿个大裤头去就行了。”我：“会不会太像个2B。”哥：“不像2B我叫你去干什么？”我：“。。。”",
  "公交车上来了一位提着篮子去买菜的大妈。一位小伙子立刻给她让了个坐。大妈笑着说:小伙今年多大了？小伙说:28了。大妈说，28还挤么公交车呀？我姑娘22岁就买车了。这位大妈不但没对小伙的让坐表示感谢，反而有意嘲讽他28岁还无力买车，你看我姑娘多能耐，22岁就买车了。按理说，小伙做好没讨好，反而被大妈看轻，有些恼怒是肯定的了，但他没有发火，也没有讪讪地走开，而是不卑不亢地说:我也攒钱买了个车，但我送给了我妈，我总不能要她这么大的年纪还挤公交车买菜吧？",
  "一老头乘公交去高潮村办事。途中问女服务员:高潮到了没？女服务员说:还没呢。一会儿他又问:高潮到了没？服务员说:糟老头急什么，高潮到了我会叫的！",
  "刚刚在网易看新闻的时候（新闻标题如题）看到有这么一条评论，：知道降落伞与安全套区别是什么吗？答案：降落伞破了，世界上将减少一个人；如果安全套破了，世界上将增加一个人！安全套测试很有必要！",
  "女：你喜欢我吗？男：喜欢啊！女：为什么？男：因为你是唯一一个在我脱鞋之后没有晕倒的女生！女：那你自己为什么不晕？男：我有鼻炎。女：怎么得的啊？男：自己脚熏的！",
  "男人说：你到底想我怎么样？可不可以不要再无理取闹？女人说：无理取闹，是，是我无理取闹，你作为一个男人，说声对不起不行吗，你跟我说声对不起不就完了吗！男人说：对不起。女人说：你以为说一句对不起就完了吗！",
  "在星巴克喝咖啡，一个美女过来问我：“帅哥，介意合个影吗？” 我绅士地笑了笑：“当然不介意！” 然后美女拿起我的咖啡杯，自拍了几张照片，走了。。。",
  "餐厅，邻桌妹子叹气：“我算明白了，男人没别的，老实最重要。我这辈子就希望能找个老实人嫁了。” 她同伴说：“你能这么想就好了，所以是看上哪个老实人了？” 那妹子兴奋地说：“吴彦祖长得特老实！”",
  "晚上打的，我：“师傅，服务卡上是你吗？” 他：“是的。” 我：“我看你开车技术很好啊？” 他：“还行吧。” 我：“看你这水平，你以前开过赛车吧？” 他不自信的装B道：“是呀，是呀！这你都能看得出来。” 我：“那是，喜欢兜圈子是不是开赛车留下的职业病？” 他。。。",
  "相亲网站帮我安排了一次约会，赴约的是个浓妆艳抹的半老徐娘，看起来怎么也得50多岁了，把我惊得一口咖啡差点喷出来，这TM什么相亲网站，竟然这么了解我的口味。",
  "早上出门，胡同里一个老头突然就倒在一辆车前，哎哟哎哟的叫啊，旁边没摄像头，车主懵了。 我上前牵着那老头的手问：能动不？上医院吧？ 老头吸溜着：动。。。动不了啊！ 我点点头，撸走了他的大金戒指跑了，治不了你了还。。。",
  "午饭经常到公司边上一面馆吃面，也不知道为什么那的服务员见到我都挺高兴的，今天忍不住问了问。 服务员说：要是每个顾客都像你吃的这么干净，我洗碗就轻松多了！ 我。。。",
  "今天本来是可以睡个懒觉，结果快递打电话来：“你好，有你一个快递，下楼拿下！” 我：“额，我现在不在家，你过两小时送来行么？” 快递：“你别骗人了，你这声音明明是睡懒觉不想起！” 我！^#！*##$",
  "终于能向闺蜜报仇了，今天闺蜜生日，我告诉她决定送她一条520克的金项链，她还回复了一个害羞的表情说自己并不拜金，只要对她好就行，还问我是白金的还是黄金的，这我哪能告诉她啊，铝合金也是金啊……",
  "我有一个学美术的朋友，人物画得特别好，只要看一眼就能抓住一个人的主要特征，今天我让他画我，问他我有什么特征，他看了我一眼说：穷。",
  "如果你朋友说请你吃福建料理，千万别抱着多大的奢望！我还是第一次听见有人把沙县小吃说得那么清新脱俗的。",
  "和一女的刚见面，她开口就说：“你有车吗？有房吗？有存款吗？” 我尴尬地笑了笑：“没有！” 她冷哼一声，不屑道：“什么都没有还敢出来相亲！” 我一听怒了，把手中的本子往桌上一摔，吼道：“我是服务员，相什么鸟亲！点菜！”",
  "群里聊天关于宝宝的教育，好多人都对宝宝们的各种状况头疼，有一位家长的回复就是各种‘打，别惯着！’ 有人问他，你平时也打孩子吗？ 那个家长来一句：舍不得打，我那是亲生的。。。 接着就把他踢出去了，尼玛来捣乱的吧。",
  "很久不联系的老同学在QQ上问我：“在吗？” 见我很久没反应，他又说：“放心，今天不是来找你借钱的。” 我松了口气：“啥事？” “明天可以找你借钱吗？”",
  "今天店里来了个女顾客要洗澡，把手机寄存在吧台，并嘱咐来电话帮她接一下告诉对方她在洗澡，不一会电话真响了，我果断接听：“喂，你好，她在我家洗澡，暂时不能接听你的电话，一会儿给你回复。” 只听对方大吼：“你TM是谁？” 我心想这人真没礼貌，然后果断挂了电话。",
  "哥们问我：娶老婆最重要看什么？ 我：看她爸藏了多少私房钱！ 哥们：多又如何，少又如何？ 我：很少或者没有，意味着她妈找私房钱有绝技，肯定会传给女儿。所以不能娶！ 哥们：有道理！",
  "一个女孩让我帮她寄快递 给了我一个空纸箱让我打包 我好奇的问她：“这是寄给谁的” 她说：“我喜欢很久的一个男生” 我懵了一下：“可是里面没有东西啊” 她说：有些东西只有我自己能看见 我一听更懵了神秘的问她到底是什么 她说：“一箱情愿！",
  "去年夏天跟朋友去江边，看到一女的跳江了，朋友二话不说就跳下去救人。。。 结果发现女的比他游的还快，还朝着江心游去。 哥们害怕了，往回游，就听那女的喊：“来呀，来呀！你快来追我呀！” 最后上岸了，一大爷说，这女的精神不好，水性特别好，经常跳的。。。",
  "两个老友吃饭。A说起最近做成的生意，得意非凡，听得我略不自在。 B忽然一拍桌子骂道：有钱了不起啊？！ A一愣，随即狠狠拍桌回应：是！有钱就是了不起！ B更用力地拍了一下桌子吼道：其实我也这么觉得！！！ 然后他们勾肩搭背“哈哈哈”地开始碰杯。。。",
  "朋友开了间面包店，抱怨不赚钱，每天就靠门口两台摇摇车，苦苦挣扎！ 我：“摇摇车赚钱的话怎么不多弄几台？” 朋友瞪我一眼：“我开的是面包店，不是摇摇车店！”",
  "想当年红到现在的《还珠格格》，小燕子嫁入豪门成了人生赢家；紫薇有了自己的工作室成了成功女性；金锁成了在娱乐圈翻云覆雨的范爷；永琪变成了导演；只有尔康，变成了表情包。",
  "我：“人家都说打游戏是为了放松，你打游戏最放松的是什么时候？” 同事：“系统维护的时候。”",
  "和女友去游泳，游着游着突然女友身后的水都变得浑浊起来。 我一时非常紧张：“亲爱的，你是不是尿到水里啦？” 女友回头一看，瞬间石化了：“完了，我TM妆花了！”",
  "我有一种特别厉害的能力，总能在人们丢东西前找到它们。但是警察却坚持说我这叫偷窃。",
  "老公：我这么辛苦挣的钱，你咋舍得轻易用掉？ 老婆：我用钱时是很紧张的。。 老公：那我错怪你了，你用哪儿去了啊？ 老婆：打麻将输了。。。",
  "每次在火车站、汽车站听到广播不停提示“严禁携带易燃易爆物品上车”时，我都想把女友扔了！",
  "女友这么善变，感觉女友的英文不应该用GF，而是GIF。",
  "看视频有点卡，于是我联系客服。 客服：请问你是会员吗？ 我：是。 客服：那就对了，会员卡。",
  "漆黑的胡同里，突然跳出一个人，拿着刀抵着我问：“要钱，还是要命？”我颤抖的声音说：“命就算了，你还是给我一点钱吧。”",
  "寝室在6楼，爬上来后发现钥匙未带，下楼问阿姨拿，再爬上来开门，下去还钥匙，再爬上来，发现门紧闭……　　隔壁一同学经过说：“看你门没关，我帮你关了。”",
  "有次一壮汉给我洗头。洗完帮我裹上毛巾，他说“你头真大。”我“呵呵”。他说：“真的，我不骗你。”我不悦。他又说：“别人的头裹毛巾可以裹两圈多，你只能裹一圈。”我就快爆发了。最后他来了个神补刀：“你是我洗过最大的头……”",
  "才发现跟媳妇比起来，我在家的地位还是挺高的，很多东西都是我一个人用完的：比如洗衣粉，比如洗洁精，比如食用油。",
  "小时候，难以抵挡零食的诱惑，我罪恶的黑手终于伸向了老妈的钱包。 正在挑选一张面额小一点的时候，老妈进来了。 我脱口而出：是我自己拿的，不是老爸让我拿去买烟的！ 我特莫真是太机智了，老妈摸摸我的头，没有揍我。 只是晚上睡眠不好，倒不是内疚，实在是爸妈房里太吵！",
  "上小学的时候班里有个男孩子每次考试都倒数第一名，老师决定开除他。 他说：“难道你把我开除了，你们班就没有倒数第一了么？”",
  "酒是有脾气的，所谓烈酒就是性子很烈的酒。你要喝它，它非不让你得逞。你喝得越多，它越生气，最后从你胃子里哇一声跑出来。",
  "我：“老公，你有没有什么被骗经历？”老公：“有啊，结婚前你告诉我你怎么都吃不胖，啧啧，现在看看你这体型！”",
  "一医生遇上医闹心情郁闷，找了个酒店点了一桌好酒好菜，喝得晕晕乎乎，发现钱不够，于是发短信给科主任，帮忙带点钱来。科主任直接开个120来，进门就给他打个吊瓶，指挥人赶紧抬车上，饭菜打了两个包说要取样化验，那老板、服务员吓得站边上啥都不敢说。上车后主任就把吊瓶拨了，说我也没钱，只能这样帮你了，打个包给值班的宵夜。这医生感动的热泪眼眶，医生都是兄弟啊……",
  "大家知道，每次睡觉之后，我们都会换一个发型。侧着睡一侧头发会翘起来，躺着睡头发后面会很平，两遍会塌下去。然后睡觉的时候不断变换姿势，最后定下来的头型也是不一样的。所以以后我们就不要说去睡觉啦，而是说去做头发。",
  "愚人节了， 大家能不能玩点有些技术含量的？例如给我充一百块钱话费让我猜猜谁充的，给我寄一箱好吃的让我猜猜谁给的，把苹果六普拉斯放在我口袋里让我猜猜谁干的，拿一摞大钞扔我让我猜猜谁砸的 这些都是可以的，年轻人不要老是一成不变的套路 要有创新精神,我不希望看到你们毫无长进哦。",
  "年轻人上山找到老禅师：“大师，我的人生很失败，我该怎么办？” 老禅师：“树挪死，人挪活，你可以走出去，去远一点的地方，比如南美洲，你的人生将出现转机。” 年轻人：“真的？怎样的转机？” 老禅师：“在欧洲转机。”",
  "看视频有点卡，于是我联系客服。 客服：请问你是会员吗？ 我：是。 客服：那就对了，会员卡。",
  "鉴别西瓜里有没有虫，首先你要去敲一敲那个西瓜，邦邦邦。。。 如果里边有虫的话，虫子就会问：谁呀？",
  "某日，一和尚走进一家大型超市，精心挑满了一购物车东西后，推到收银台。收银小姐问：“刷卡还是现金？”和尚答曰：“贫僧是来化缘的。”",
  "一女同事大大咧咧的，一大早上跑到老板办公室请假，“领导，我怀孕了。”正和老板娘聊天的老板脸色“刷”一下白了…喃喃的说，“和我有关系吗？”女同事不解，疑惑的说，“和你有啥关系，你不都绝育了吗？”老板娘的脸“刷”变黄了！",
  "猫和猪是好朋友.一天猫掉进洞里，猪拿来了绳子，猫叫猪把绳子扔下来，结果它整捆扔了下去，猫很郁闷的说：“这样扔下来，怎么拉我上去？”猪说：“那要怎么做？”猫说：“你应该拉住一头绳子啊！”结果猪就跳下去拿了另一头绳子，说：“现在可以了！”猫哭了.",
  "小学生日记…2月30日，晴…今天一天都没有出太阳，爸爸买回两条金鱼，养在鱼缸里，淹死一条，我很难过…老师批语：我也很难过，我活这么大，从没见过2月会有30号，也没见过不出太阳的晴天，更没见过有淹死得金鱼…",
  "老头临终前向老伴忏悔：我曾经有过一段婚外恋，请你原谅！老伴：多大事啊，你可以瞑目了！咱家的孩子哪一个长得像你？",
  "听说我们小区正在举行比丑大赛，获奖者可得微波炉一个，我也报名参加，结果，工作人员不让我报名，我生气的问:“凭什么不让我报名？” 工作人员说:“哥，我们这些人比丑，都是业余的，您是专业的就不要凑热闹了好不好？”",
  "“经过了三轮面试之后，我终于找到了一份新工作。” “恭喜！居然通过了三轮面试，你太优秀了！而且，能设置三轮面试的一定是大公司！快跟我们分享一下，你进的是什么公司？” “蹬三轮。”",
  "年轻人走到算命摊前说：“你这个骗子，你不是说我昨天晚上会死吗？！”算命先生不解：“不会啊，我算命从来没有不准过。对了，你昨天晚上吃了什么？”年轻人：“芝士蛋糕”算命先生一拍大腿：“那就对了，芝士改变命运！”",
  "一只狗去山里创业，农夫给了它一把镰刀，木匠给了它一把锤子。　　狗来到山里突然遇到一只老虎，吓得它赶忙把镰刀锤子举了起来。　　老虎见了哈哈大笑说：“哟，小样儿，还是个党员哩！",
  "男：嫁给我吧!我爱你!我不能没有你!女：不行，我妈妈会不高兴，她说你太没出息。男：哦，你如果不答应，我就死在你的面前!说着，他端起了手 枪。女：请等一下，我去问问妈妈。男：嘿嘿，我就知道这招管用。 女：我妈妈说我已经成年了，可以看这种血腥场面了。。",
  "闺蜜应聘上了一家快递公司的快递员，可是刚做了一天，就被辞了。我问她怎么回事？她说，见到包裹太兴奋，客户接收前，她全给拆了……",
  "公园里长椅上,一对小情侣依偎在一起旁若无人地说着情话,女孩羞涩地问男孩：“要是我们结了婚生孩子,你是喜欢儿子还是女儿？” 男孩宠溺地刮了一下女孩的鼻梁,温柔地说：“只要是我的,我都喜欢!” 女孩噗嗤一笑,轻轻锤了一下男孩的胸口：“你好坏!要求真高!!!”",
  "昨晚喝多了，老婆不在家，让女儿给我倒杯糖水解酒。女儿问：“什么糖都行吗？”我说行。几分钟后，只见女儿颤巍巍的端来一杯水，上面飘着几块口香糖。",
  "天挺冷，下班刚到家门口，看到邻居家的小女孩忘带钥匙了，蹲在门口冷的抖。我跟她说：“过来家里喝杯奶茶吧”。她扑通一声就跪下了：“叔，我还小，放过我吧。”",
  "我表妹自持是华中师范大学毕业，受过高等教育，觉得比别人高一等，她的个人问题一直是姑姑的心病，但是因为又懒又馋，我老婆我儿子都烦她，今天又来我们家蹭饭，吃饭的时候发牢骚说昨晚相亲的事，她已经降低择偶标准，只要对方给50万的彩礼就行了，结果对方直接拒绝，她问我:表哥，难道我一个堂堂的大学生，连50万都不值吗？我儿子说:表姑，你要少了，你应该要5000万的，这样就算被拒绝了也显得你比较值钱。我老婆放下筷子追打我儿子，可是我明明看见我老婆在偷笑。",
  "在火车站前的KFC，一个顾客问服务员：这儿有电源吗？那服务员妹子淡定的说：我就是店员啊。顾客。。。",
  "晚饭后，我教女儿对待别人一定要有礼貌。我对女儿说：“首先要学会说‘谢谢’。收到别人给你买的礼物时要说‘谢谢’；吃饭的时候，别人夹菜给你要说‘谢谢’；妈妈给你穿衣服也要说‘谢谢’。”为了能让女儿更加体会到谢谢的含义，我随手拿过来一瓶饮料，对女儿说：“你看，即便是一瓶买来的饮料，做饮料的人都会在瓶盖里印着‘谢谢惠顾’呢。”我一边说，一边拧开瓶盖给女儿看。拧开瓶盖后，我目瞪口呆。只见盖内赫然印着“再来一瓶”。",
  "在超市门口，看到一送快递的大哥，刚把他的摩托车发动，不到3秒就听“嘭”的一声他人和车就倒地上了。只见他默默的爬了起来，掏出钥匙把车子前轮的锁打开。",
  "早上看到一MM穿红袜子，就跟她开玩笑：你本命年啊？她顿时瞪大双眼：你看到我内裤了？",
  "又被老妈唠叨我除了玩手机啥都不会干，，老妈唠叨够了转过头去看旁边偷笑的小侄女：“妞妞，你长大后可不能像你姑姑这样懒的讨人嫌。” 小侄女想都没想就说：“我真羡慕姑姑，跟猪似的，没心没肺活着不累。。 尼玛。。",
  "酒是有脾气的，所谓烈酒就是性子很烈的酒。你要喝它，它非不让你得逞。你喝得越多，它越生气，最后从你胃子里哇一声跑出来。",
  "经常叮嘱朋友们花钱要有节制，至少也要留些存款以备急需，因为谁也不知道什么时候我会找他们借钱。",
  "和闺蜜一起看她的牙，去了以后医生说要打麻药，这妞就准备脱裤子。。。 医生：你干嘛？ 闺蜜：不是打针都打屁股吗？ 医生慢悠悠的说：“你不感觉打屁股离牙有点远吗？” 唉妈，笑死我啦。。。",
  "收拾屋子的时候，在男友的鞋子里面发现了私房钱，正打算生气的时候翻到一张纸条，上面写着“给老婆买口红的？” 心里暖暖的，所以我又原封不动地把这钱放回去了。 三个月后，我发现那里的钱没了，也没看见送给我口红。。。越想越不对劲！！！",
  "今天看到老婆在睡午觉，看她汗出的很厉害，于是帮她开了空调，自己出去打麻将了。。。 就刚刚她打电话了问我谁开的暖风，我回去她会不会打死我啊？！！！",
  "哥：“明天有事吗？”我：“没事，干嘛？”哥：“明天陪我一起去相亲。”我：“你相亲叫我去做什么？”哥：“去衬托我。”我：“。。。”哥：“到时候你踏个拖鞋，穿个大裤头去就行了。”我：“会不会太像个2B。”哥：“不像2B我叫你去干什么？”我：“。。。”",
  "今天感冒了，回家便钻进被窝休息进入免打扰睡眠模式，老婆见我感冒严重，便兴冲冲的去厨房忙活了。半小时后，回来端着姜糖水过来，瞬间，我感动的稀里哗啦。。。然后老婆就端着姜汤水自己喝了起来。说怕被我传染，先预防着。。。",
  "大庭广众下，男孩俯身为女孩系鞋带，女孩紧紧捂住嘴巴，感动的话语瞬间被憋至双眸，眼看就要化作泪水。。。 男孩抬起头幽幽地说：“绑紧点好，免得走味儿~”",
  "和女票吵架，冷战中。。。 早上起来发现屋里已没有她的身影，我没太在意，随便洗漱了下便到楼下餐馆吃早餐。 到餐馆叫了碗面，面端上来的时候余光看到女票和一个陌生男人在角落餐桌上有说有笑的，我瞥了一眼然后若无其事的继续吃，吃到一半的时候女票走到我跟前对我说道：你不吃醋吗？ 我愣了一会儿，她不说我还真忘了！“老板！给我加点醋！”",
  "漆黑的胡同里，突然跳出一个人，拿着刀抵着我问：“要钱，还是要命？”我颤抖的声音说：“命就算了，你还是给我一点钱吧。”",
  "吃了一片晕车药，晕得更厉害了。 我问药店老板怎么回事？ 老板说：“晕车药，顾名思义，就是吃了会晕车的药。”",
  "“李爱卿，朕命你写诗助兴。”“皇上，写诗可以，还请贵妃为我磨墨。”“哈哈，才子就是才子，要求都这么独特。来人那，上馍馍，贵妃你就喂李白吃几个吧！ ”",
  "小时候特别爱哭，妈妈就说你一哭警察叔叔就把你抓走，我害怕得就不敢哭了，长大后喜欢上一个警察，两个人在一起六年，两家人也闹了六年，后来他选择回归正常生活跟别人结婚，他结婚那天我坐在家的大门口，忽然想到什么，回头对我妈说，你说如果我现在哭，警察叔叔会不会把我带走？我妈哭着对我说，是妈不好，把你生成男儿身！",
  "：韩国人了不起啊，都说孔子是韩国的，释迦牟尼是韩国的，孙悟空是韩国的，这个我信，因为孙悟空玩的是棒子.于谦：这么利害？郭德纲：可不是吗，还说了针灸是韩国人发明的，四大发明是韩国人发明的.于谦：那中国人就没发明点什么？郭德纲：中国人发明了韩国人.",
  "警察：“喝酒了？”雷人：“没！”警察：“怎么有酒味？”雷人：“喝了杯啤酒.”警察：“啤酒也是酒！”雷人：“请问蜗牛是牛吗？”警察：“不是.”雷人：“请问酱油是油吗？”警察：“不是.”雷人：“姑娘是娘吗？”警察：“不是.”雷人：“啤酒是酒吗？”警察：“不是.”雷人：“这不就结了！”",
  "经理：“小杨，你早晨上班迟到了，下班又早退，不太合适吧?”小杨：“经理，现在路况不好，总是堵车.我上班迟到了，下班回家就不能再迟到了，否则，我还要被老婆批评的.”",
  "重庆江北北宾路，一酒驾司机被交警拦下.就在他下车一瞬间，这哥们抄起瓶五粮液，一扬脖就喝了半瓶.然后边喝边说，“我不是酒后驾车，我是驾后喝酒.现在我喝了酒，不能开车了，不然要拘6个月.我车就停这，乱停车你们开罚单，拖走也行.我打车走了，明再来提车”.交警茫然...",
  "奥巴马收到拉登寄来的一份信件，内容只写着“qs-IHS-IN”.这两天美国顶级密码破译专家日夜奋战，也未能破解，于是求助中国，不久收到中方一份回复“你们把信拿反了”",
  "在学校上厕所，老式蹲坑的.站起来的时候手机咕噜掉下去了，我忙低头看：还好，贴在坑上没很低.我俯身正要拾起来，突然来了一条短信，嗡嗡……手机随着一翻震动滑下深坑，留下了坑底浮上的一串气泡！手机我不要了，我只想知道那条短信是他妈谁发的？！””",
  "老夫妇去拍照，摄影师问：“大爷，您是要侧光，逆光，还是全光？\"，大爷腼腆的说：“我是无所谓，能不能给你大妈留条裤衩？\"",
  "教授从研究室回到家中，见桌上装饰着很大的一束花，他就问夫人：“今天是什么日子？”夫人说：“呀？你忘了么？今天是你的结婚纪念日啊.”他听了，微微一笑：“原来如此，谢谢你！到了你的结婚日，我也买一个大花束来祝贺你.”",
  "婚礼仪式的时候，我和老婆站在台上。司仪说：请新郎用三种语言对新娘表达爱意。我开始：第一个：我爱你。第二个：I Love you！第三个我想不出来了。楞了几秒，下面兄弟们起哄。我一急：哟西，哟西，这花姑娘地，是哥地米西米西地干活，全场暴笑，司仪崩溃……",
  "昨天去学校厕所，就是那种坑是连通的，把位一一隔开的那种。刚开始褪裤子掉了一个五毛的硬币，我小小心疼了一下，没办法继续褪裤子，“咣当”又掉了个一块的，我悲痛欲绝啊！然后后面的坑来了一句：“妹的，你当这是许愿池啊！”",
  "女:妈，我出嫁的时候，你陪多少嫁妆给我。母:一套房子，一部车子，50万现金。 女:你疯啦！ 母:这种嫁祸于人的事情，给太少，我良心上过不去。 女:…………",
  "夜里，一个蒙面歹徒拿着刀闯进了迈克的家，他对迈克叫到：“把你所有的钱都交出来，不然我就杀了你！”迈克看着歹徒无奈的说：“对不起，我已经失业半年了，没有钱给你。”歹徒听了大怒：“你这个懒鬼，我上个月才失业，这个月就已经出来抢劫了！”",
  "我们有同事外地出差，经销商请吃饭。席间要欲小便，经销商说对面就有洗手间，你去的话如果给门口说，我们是对面吃饭的就可以免费。我们同事为了节约两毛钱，箭步直走，理直气壮地对管厕所的说：“我是来吃饭的！”",
  "男友对她说：“昨晚梦见你了，早上起来内 裤湿了一大片。”她害羞的问男友：“到底梦见什么啦？”男友回答：“梦见你卸了妆，把我吓尿了！”",
  "一大早王警官就赶到犯罪现场。看到躺在地上的尸体已经被清晨的白霜所覆盖，经验丰富的他陷入沉思，扭头对身后经验不丰富的实习警员小李说： “要降温了，通知警局，该发过冬的棉警服了。",
  "老师：小明你来回答诗仙是谁？ 小明：李白！老师：不错，那诗圣呢？小明：杜浦！老师：很好，那诗王呢？小明：辛巴！老师：。。。。小红你来回答。小红：谢逊！老师：一起滚出去。。。。。",
  "老鼠没女朋友特别郁闷，终于一只蝙蝠答应嫁给他，老鼠十分高兴。别人笑他没眼光，老鼠：你们懂什么，她好歹是个空姐。",
  "你走在路上，一母狗扑向你从你的脚上咬了一块肉，迅速吞下去，你伸脚正要踢它的时候，狗含着泪说：你打吧，反正我肚里已经有了你的骨肉！",
  "男人，总是笑容满面，两眼放电，不是发病犯贱，就是坑蒙拐骗！女人丰胸细腰，放荡风骚，不是掏你腰包，就是放你黑刀！这年月男怪女妖，小心中招啊！",
  "传说今晚，阴魂不散，死光又现，鬼魂四处转！愿鬼听到我的呼唤，半夜来到你庆头，苍白的脸，幽绿的眼，干枯的手抚摸你的脸，代我向你说一句：晚安！",
  "一只小狗爬上你的餐桌，向一只烧鸡爬去，你大怒道：你敢对那只烧鸡怎样，我就敢对你怎样，结果小狗舔了一下鸡屁股，你昏倒，小狗乐道：小样看谁狠。",
  "漫漫人生路，谁不错几步！家庭要照顾，情人也得处！家里有个做饭的，外面养个心善的，对桌坐个好看的，远方有个思念的！保住二，守住一，发展三四五六七！",
  "小孩把妓院养的鹦鹉偷回家，一进门，鹦鹉便叫：搬家啦！看见他妈妈又叫：老板也换啦！看见他姐姐又叫：小姐也换了！看见他爸爸又叫：我cao还是老客！",
  "一群蚂蚁爬上了大象的背，但被摇了下来，只有一只蚂蚁死死地抱着大象的脖子不放，下面的蚂蚁大叫：掐死他，掐死他，小样，还他妈反了！",
  "天是蓝的，海是深的，男人的话没一句是真的；爱是永恒的，血是鲜红的，男人不打是不行的；男人如果是有钱的，和谁都是有缘的，男人靠的住，猪都会爬树。",
  "甲：我每天都拿鼠药当糖吃；乙：我一天不踩老鼠夹脚发痒；丙：我每天不过几次大街不踏实；丁：时间不早了，回家抱猫去咯。",
  "眼看猫越走越近，小老鼠们非常害怕，就在这时，母老鼠「汪.汪」一声，猫不知其中有诈，调头跑了.等猫跑远了，小老鼠一个个胆颤心惊地走出来，望着它们的妈妈，等所有的小老鼠都到齐了，母老鼠才语重心长地说：「孩子们，现在知道学外语的重要性了吗？』",
  "中午去ATM存钱，排队时后面的美女问我：“存钱是吗？”“嗯”“我正好要取钱，反正你要存，不如把钱给我，咋俩就不用排队了”我一想觉得挺有道理，就把钱给她了...",
  "一男大脚趾变青，神医确诊:癌！遂切除.再数日，二脚趾也青，再切除！三天后脚板全变青，只好转大医院，老医生拿个放大境看了半天说道:根据我多年的经验，你这是袜子掉色~",
  "甲乙两个富豪在公园散步，突然发现路上有一坨狗屎.甲对乙说：你把狗屎吃了，我就给你5千万.成交.接着又发现一坨，乙对甲说了：你要是敢吃了，我也给你5千万.甲正心疼那5千万，当下吃了个干干净净.甲乙相拥大哭：一分钱没有挣到，一人却吃了一坨屎.",
  "三男子去女方提亲，家长：说说各自情况.A：我有1000万；B：我有一栋豪宅；女方家长很满意，就问C，你家有什么？C答：我什么都没有，只有一个孩子.现在孩子在你女儿的肚子里.A.B无语，走了.这个案例说明一个道理：核心竞争力不是钱和房子，是在关键的岗位上，要有自己的人",
  "狼刚失恋，觅食时路过一间小屋，听到一男人教训自己的孩子：“再哭，就把你扔出去喂狼！”小孩在屋里哭了一夜，狼在外面守了一夜，早上起来，狼哽咽得说：男人，男人都是骗子！",
  "老婆一帮同事来家玩，其中一个大眼睛双眼皮，眼睛一挑能撩到人心里去。 都走后，我不经意的问老婆：那个大眼睛的挺撩人的啊！ 老婆横了我一眼说：是挺能撩的，还好她老公是练拳击的，都打残了好几个了…… 我转身，默默的删掉了手机里的电话号码……",
  "某村开会讨论改革殡葬节约土地资源，村民们各抒己见.甲说：我建议啊！都不用棺材了，省钱又省地.乙说：我看竖着埋可以更省地方.丙磕了磕烟枪，慢悠悠的说：我看啊，竖着来只埋下半截，连墓碑也省了，一看就知道谁死了!",
  "公交车上听到一男孩对旁边的一女孩说：“谁说不能预测未来，至少我能知道以后我的孩子姓什么，可是你就不同了，你的孩子姓什么还是未知数呢！”那女孩毫无思索地大声回了一句：“哼，那是！但是，我的孩子肯定是我的孩子，你的孩子就未必了哟！",
  "几十个高官们坐飞机去旅游，其中一个省长说：我丢个100元纸币下去，谁捡到了谁准高兴.一个市长说：不如丢10张10元下去，10个人都会高兴.另一个区长说：干脆丢100个一元硬币下去，100个人捡到100个人高兴.飞行员听后说：不如我把你们全丢下去，让全国人民也高兴高兴！",
  "刚才在网上玩穿越火线，见到一个人的昵称叫“其他昵称”.我问他你的昵称怎么这么怪呢？他说：“注册的时候，系统提示昵称已存在，请输入其他昵称，我输入“其他昵称”，就注册成功了.”",
  "刚才玩了一把狼人杀，网杀。 我是最后一头狼了，悍跳预言家。 游戏已经进行到了三对一，而我主导着好人阵营的风向，本来都已经说好了共同出4。然后我随便刀死一个获得胜利，美滋滋。 结果，在我的发言阶段……正在尽力表演的时候…… 我的舍友突然在旁边大喊了一声…… 卧槽，你居然是狼人！",
  "中午下班时，同事叫我一起去吃饭，我有事，于是对他说：“我还有点事情，不去吃了，你把我的份吃了吧！” 同事听了之后，怒道：“凭什么我要吃你的粪？”",
  "语文课，老师提问：“小明，你说说‘有备无患’是什么意思。” 小明想了想说：“就是形容一个人家里特别穷，只有一床被子，连换洗的都木有。” 老师。。。",
  "蹲坑的时候，手机只剩6%的电了，我寻思用完所有电就擦屁股走人。 看了一会这坨，老爸好像内急敲门：儿子好了没有啊。 我不假思索地回了句：马上，还有2%。 老爸嘟嚷着：球孩子，读了点书，拉个屎还能精确百分比了。",
  "“老公，我的卷发棒在哪啊？”“棒就棒在和你的气质特别配。",
  "数学老师：同学们，今天我们来复习一下乘法口诀。 老师：三七？ 小明：四妾！ 老师...",
  "我教育儿子说：“以后娶老婆别娶漂亮的，容易出轨。” 儿子满口答应说：“嗯，要娶妈妈这样丑的。” 他妈妈顿时就不淡定了。。。",
  "交朋友哪有那么多有的没的，什么身家背景、学历颜值。大家一起出来玩，你能把我拍得美，你就是我的好朋友。",
  "昨天发现楼下小摊有5块钱一个的高仿iPhone7模型，于是买了一个然后在一个人多的广场河边假装打电话:“妈蛋，给劳资滚，劳资不会原谅你的，分手吧”然后潇洒的把手机模型扔到了河里，拿出一根烟，故作忧郁的在那里摆了个销魂的姿势站着，看着旁边好多妹子用那花痴的表情看着我。正在我为今天晚上是双飞还是群P伤透脑筋的时候，一个小盆友过来拍了拍我，大声的对我说:“叔叔，你的手机浮上来了。。。最讨厌小盆友了",
  "女：“我购物车里的那些水果牛奶饮料零食你赶紧给我买！” 男：“着什么急呀？” 女：“天越来越热了，会放坏的。”",
  "楼主大四女生，这几天和同一宿舍的女生一起去找工作，在火车站，碰到一个大姐，带着一个四五岁的小男孩侯车，小男孩总是粘着我，要坐我腿上，同宿舍的女生很是羡慕我有人缘，我得意的问小男孩：“你为什么老是喜欢坐姐姐腿上？” 小男孩用稚嫩的口气回答：“姐姐腿上肉多，坐着舒服” 我：“尼玛，这是谁家小哔崽子，快点领走！”",
  "一女人问大师：大师，在这么复杂险恶的世界，我一个弱女子如何保护自己？大师说：你把妆卸了！",
  "家长对孩子的教育真的非常重要。有些男孩，小时候调皮的很，偷了邻居家一根针，家长也不管，一根针嘛，没事。结果孩子长大了，不好好学习每天呆在家里刺十字绣。",
  "网上聊了一妹子，今天见面。问老妈要了二百块钱，老妈问我干嘛用，我说约会，她高高兴兴的就给了。刚出家门，老爸就把我拽到一边说“小子，二百块钱给我一百，半个月不知道烟的滋味了。”我说“爸，这是我和女朋友的约会钱，不能给你。”老爸说了。“你约什么会，那是我刚建的小号，为了抽颗烟我和你聊了半个月了，快拿来。‘’",
  "70年代时，有一长辈练铁沙掌，功夫成了之后，可以掌断五砖，凌空碎砖，威风的不得了。 到80年代，只能掌断三砖。 到90年代只能一砖一砖的断了。 他说，一直以为功力退步了，后来才知道烧砖的配方改了。。。",
  "为什么古装剧里总是有女人会对恩人说：小女子无以为报，唯有以身相许，古代真的存在这种现象吗？ 扯淡，那是因为她喜欢他，要是不喜欢，她就会说：小女子无以为报，唯有来生再报了。",
  "春节回老家时，看到一个老外在向一个农民伯伯问路。只见那个老外一边说着生硬的中文，一边用手笔划，但那个农民伯伯却还是不明白。最后，那个农民伯伯说了一句让我至今难忘的话：“Can you speak English?”",
  "闺蜜是个韩剧迷，她老公是个球迷。某天晚上有球赛，他俩因为抢电视机遥控器打了起来。她一气之下找我哭诉，我问她：“电视遥控器最后归谁了?”她边哭边说：“老王。”我疑惑道：“这个老王是谁呀?我怎么没听说过。”她哭的声音更大了：“一个修电视机的……”",
  "两个女人在大街上吵架，那个骂的吐沫横飞啊。一大妈看不下去了，可谁也不听，都说自己对，对方错。大妈淡淡地来了一句：“那么这样，丑的先说!”瞬间，整个世界都安静了。。。",
  "话说，米饭和包子有仇，见包子就打，粽子被哔到死角，情急之下衣服一撕，大叫：看清楚，我是卧底",
  "天降大任福于你，必先其手机，响其玲，振其动，亮其屏，显其文，传祝福一串，以搏一笑。最后保佑你天天笑开颜",
  "我老婆很凶,有一次坐公交车遭遇了小偷，老婆立刻霸气外露，就两字：“拿过来!”小偷乖乖地还了五十块。老婆吼道：“还有！”小偷一愣，又乖乖掏出一百块块。下车后，老婆突然想起，自己出门其实只带了五十块钱。",
  "从前有位老公公，他很喜欢喝他太太给他煮的汤，他只要一天不喝就全身不舒服。后来他太太死了，他喝不到那样的汤了，就很伤心，于是开始叫他媳妇煮。可是不论他媳妇煮得再好，他总是把它丢在一旁说：＂不是这个味道，这么难喝的汤你也煮的出来啊！＂刚开始媳妇总是忍声吞气，但日子一天一天地过去了，她依然煮不出来。终于她起了杀机，要杀了她公公。可是她不知道要怎样下手，她想啊想的，突然她在角落发现了一罐已生锈不堪的杀虫剂。她把杀虫剂喷到汤里，然后鼓起勇气拿给她公公喝，只见她公公大叫说：“就是这个味道！就是这个味道！”",
  "小学二年级的时候，我妈说要把我卖掉，我妈的语气特别真实。我当真了，上学的时候哭着告诉了我们班长。班长也很着急，放学后帮我叫了全班同学到我家里，求我妈不要把我卖掉。当一大片孩子跪倒在地的时候，正在打麻将的我妈彻底震惊了…",
  "吵架之后，妻子扬言要带儿子回娘家。可小孩磨磨蹭蹭就是不愿意，妻子大怒，一撒腿自己就跑了。 我拉过儿子，问他为什么不走。“爸爸你不会做饭，每次妈妈出差时，不都带我去外面吃大餐么？” 儿子眨着眼睛解释。 我叹口气，摸着他的脑袋说道：“傻孩子，这次你妈没有给我饭钱啊。”",
  "小时候爸爸常年在外出差，偶尔回来。 映像中冬天我睡得特别早，迷迷糊糊就被妈妈抱到她床上去了。 可是早上醒来我又在自己床上，到最后我才明白过来。 原来我那亲爱的老妈总是让我去给她暖被窝……这亲娘！",
  "晚上放学，女儿说：“今天老师布置的作业是写作文《我的爸爸妈妈》，但是我不想写。”女儿一向听话，回家总是按时完成作业，今天这是怎么了。我赶紧追问。女儿说：“老师告诉我们，一篇好的作文要善于制造矛盾，但我不想为了写一篇作文就让家里闹矛盾。”",
  "想起上学一往事,一次自习课上有俩二货一起睡觉，不巧被校长逮个现行，便使劲拍玻璃大喊：“睡觉的给我出来！”俩二货被惊醒，但还是坐在原位不动，校长急了：“没听见？出来！”俩人还是不动，当时还以为俩人挺有追求的，突然有一个说：“等一下，脚麻了，站不起来。”",
  "课堂上老师提问：配偶的称呼有哪些？下面争先恐后回答：老公，老伴，丈夫。。。突然一平时特腼腆的妹纸在底下弱弱地喊了一声：死鬼。。。全班瞬间笑翻。。。",
  "我在回家的路上看到一个人骑着跟我一模一样的自行车，我还一个劲的给我朋友说：你看这人多有眼光啊，一看就是个很有品味的人，对他高度夸赞了一番。 等我回到家的时候我发现我停在小区里的自行车不见了。。。",
  "早晨媳妇儿拍拍我：跟你说个事，你微信上的两千块钱，我转过来买东西了。我长叹一声：咋搞的这么客气？我敢说个不字吗？她沉思一下安慰我：知情权你还是有的！",
  "男青年被刚满十岁的表弟打了一下，他生气地说：“没礼貌！小孩怎么能打大人呢？”表弟说：“你不是大人，你是不良青年！”男青年怒了：“我哪里不良？”表弟嬉皮笑脸地说：“嘿嘿，发育不良。”",
  "老婆生娃时痛得不行，咬牙切齿地对陪在一旁的老公说：“生孩子太痛了，生完你要给我奖励！”老公为了安抚老婆的情绪，立马开始开空头支票了：“等你生完，给你买LV，带你去马尔代夫旅游，再送你苹果第8代手机。”老婆大汗淋漓地补充道：“老公，还有车……”老公赶紧答应道：“没问题！”就这样，老婆把能想到的都说了，她冒着汗从旁边拿出手机，说：“老公，我把你的话都录音了……”老公听完，两眼一黑，一下晕倒在产床边。",
  "一个屠夫为一家农户杀猪，因为手艺不精，一刀下去，没中要害，那猪没出多少血。屠夫爬露馅，就用东西紧紧捂住猪的鼻孔，硬是把猪给闷死了。　　不一会，那家农户的主人出来，见状不由得诧异地问：“这猪没出多少血怎么就死了？”　　屠夫忙掩饰道：“这猪贫血，自然出血少咯！”",
  "躺在床上让男友来抱抱，结果他过来了不抱我，一直滚我。　　我顺口就说：“别滚了，你以为你是屎壳郎啊。”　　说完我就后悔了，被他嘲笑了一整晚。",
  "2个饺子结婚了，客人走后新郎回到了卧室，竟然发现床上躺着一个肉丸子！新郎大惊，忙问我的新娘哪？肉丸子害羞的说：“讨厌，人家脱了衣服你就不认识啦！”",
  "今天是女朋友开学的日子，送她去学校。迎面走来几个朝气蓬勃的小鲜肉，就在这些学生经过我们身边的时候，女朋友说：“你回去吧，不用送了，爸。”",
  "今天用微信和女神表白，什么排比、比喻各种修辞，可谓字字经典，句句动情，引经据典，声情并茂。 最后，在我强烈的感情攻势下，女神终于回了一句：“你谁啊？”",
  "你可以很平庸，你可以很迷茫，你可以很自卑，你可以很肥胖，你可以没才华，你可以没希望，你可以不富有，你可以不漂亮。。。但我不可以！",
  "劫匪：“给我一个不杀你的理由。” 我：“不给。” 劫匪：“你。。。你这人怎么这样？”",
  "上学时和一个同学翻墙出去网吧，被门卫大爷抓住了，要记下名字通知班主任，我胆颤的写了聂风，那货居然写了步惊云。。。 我绝望的看了看大爷，他愣了愣，说，聂风回去，步惊云留下！ 我活了大半辈子，没见过姓步的，想骗我！？",
  "和儿子去游泳，儿子看了眼我，说道：妈妈，我终于知道为什么你会游泳了，我身上只有一个游泳圈，而你有三个！ 我。。。",
  "在礼品店里，一个男士皱着眉头问服务员：“小姐，我要买贺卡。但是卡片上的词你要帮我想。”服务员：“可以啊。”男：“要特别深情的那种。给我的女友。”服务员：“‘你是我今生唯一的爱’，如何？”男：“好！来10张！",
  "今天上课，我的女神坐我后面，上课的时候，女神没带书，老师说没带书的站起来，我突然想起了这不和“那些年”里面的情节一样的。于是我把书给了女神我站起来，老师说：“站起来还这么得瑟，出去做500个蛙跳。”大概过了5分钟女神也出来，我说：“你咋出来了？”女神说：“上数学课，你给本英语书干嘛？”",
  "刚才叫了个滴滴车，来了一辆大宝马，司机膀大腰圆，挂一个大金链子，一路和我聊人生。他说：“我是拆迁户，4套房子，500万存款，股票爱TM怎么跌就怎么跌，因为老子不买！我有车有房，有自己的生意，自己当老板，要多自由有多自由。除了我爹谁也命令不了我”。我静静的说：“前面给我左拐。”他说：“好的……”",
  "小两口在家吵架，老公抢过老婆的手机，往床下使劲一扔，床下爬出个男人。。。老公怒道：咋回事？老婆慌了：我的天哪，联系人都摔出来了！",
  "昨天吃完饭一家人坐一起聊天，聊着聊着说起来上学的时候起的外号了，当时脑子一抽，问我老妈，我说：妈，你上学的时候外号叫什么啊？我妈只说了两个字，校花。",
  "一个五岁的小男孩摔倒受伤，给缝了好几针，妈妈让宝宝打破伤风。　　妈：“一会乖乖打破伤风好不好？ ”　　儿：“什么叫破伤风？”　　妈：“就是你皮破了，受伤了，不打针就会疯了，于是孩子同意了 ！”",
  "那年我在服装厂，跟一个女孩儿谈对象。一个小子明目张胆跟我抢，还给我下战书~~摔跤，谁输了就自动退出。那女孩儿知道我练过，就站一边儿看，也不劝。那小子被我扔出去两次，他都恼了还不罢休。当他再冲上来的时候，我心想：下重手打又不合适，干脆我让你丢人！我一手扯掉了他的裤子，那货居然没有穿内裤………现在他俩的孩子都会打酱油了",
  "老师训斥小明：“你的字太潦草了，没有一个正常人能认得出来。”小明说：“可是我要一笔一画写的话，您又训我错误太多。”",
  "老婆问我：“你说过去女孩为什么一定要裹小脚呢？”我不假思索地回答：“肯定是怕她们逛街呗。”当晚，我被发配到沙发下榻。",
  "有只小虫子一直在屏上飞。按了半天都没按死，这时候老婆说：“你玩啥呢，给我下一个。”我接过她的手机，把我的屏幕关掉，小虫子被顺利的吸引到她的手机屏上。我递给她说：“就一条命啊，省着点玩。”",
  "每次和妻子出门逛街，我都装作不认识妻子。否则我担心别人会这么想：“这小伙子如果不是图钱，还能图什么呢？？”",
  "今天跟老婆去公园散心，看见几棵桃花，开玩笑地说：我去桃花树下转几圈，看今年能不能再走个桃花运。老婆说：那你先忙，我过那边找棵红杏去。",
  "有次乘某航班，服务员拿着一碗面的单子问：先生，要不要吃晚餐？我：有别的选择吗？服务员：吃或者不吃。我：还是吃吧！",
  "某医生在家接到同事电话：打麻将，三缺一！医生说：我马上来！妻子在旁边问：情况严重吗？医生严肃地说：很严重，已有三位医生在那了……这时妻子啪一巴掌甩脸上说，你一个兽医要去医什么，什么神兽需要4个兽医一起看？",
  "老师：如果有只老虎扑向你该咋办？小明：拿枪打它。老师：如果你没枪？小明：拿刀捅它。老师：如果你没刀？小明：要我死你明说，别绕弯子……",
  "小时候被妈妈打，我就哭，我妈妈说：“不准哭，再哭就继续打。” 有次我妈妈又打我，我为了少受皮肉之苦，就硬忍着不哭 结果我妈妈说：“脾气还挺倔，有脾气是吧？”然后把我打到哭",
  "一女在路边摊买袜子，卫生巾从裙子里掉出来，那叫一个尴尬啊。女的急忙捡起来夹在咯吱窝里，让摊主看见了。摊主怒道:你偷我袜子赶紧拿出来。女的说没拿 ，一来二去吵起来。摊主：痛快儿的拿出来，女的怒了，扯起卫生巾甩在摊主头上，你妈的，给你。摊主摸头:我*泥马，你把我脑袋都打出血了...?",
  "一男借钱后还给债主一堆大便，自称视钱财如粪土，然后被暴揍整整一小时。",
  "一位富商非常吝啬。他把盐腌的豆子放进瓶里，每次吃饭时就用筷子夹几粒下饭。这天他正在吃饭，忽然，有人告诉他：“您儿子正在饭店里大鱼大肉吃饭呢!”富商听了，骂道：“我辛辛苦苦地为谁节省呢?”然后把瓶子里的盐豆倒出一把，全塞进嘴里，边嚼边说：“我也败败家吧!”",
  "昨晚和几个哥们出去喝酒，喝到十二点才散。 早上，哥们来电话了：“怎么样，昨天回去那么晚，嫂子没收拾你吧？” 我冷笑：“说什么呢，她收拾我？我回来以后，家门她都没敢开！”",
  "昨天看了部电影，剧情是啥忘的七七八八了，就记住了女主说的一段话：别人都说我们胖子懒，我不服气，我们只是减肥的时候懒点，吃东西的时候谁敢比我们快呢？ 想想好像是这么个理，老板再给我来五串牛肉串！",
  "心情不好，一个死贱的哥们，还在我旁边不停的唠叨我。我随口就对他说了一句：滚犊子→_→好么！然后他跟我说：你敢不敢骂得再有素质点？过了半天，我回了句：奔跑吧，兄弟！",
  "一哥们儿与女友吵架，不留神爆出最经典的那句：我他妈就你生命中一过客！他女友听后愣住，幽幽说道：过客也是客，咱也得接呀……",
  "刚下班，老妈就从厨房端出一盘煎葱花饼子说：闺女，我给你做了点好吃的，别看是昨天剩的，但我回了回锅，特好吃。你多吃，别给你哥哥嫂子留着。 吃着还行，我就狼吞虎咽全部吃完了，都吃撑了。 没一会，我哥和嫂子回来了，然后，老妈端出来可乐鸡翅、红烧排骨。。。",
  "昨天下午下班了，同事老孙在翻箱倒柜的找东西。我就问了一句：孙哥找啥呢？老孙说：快帮我找头盔，我头盔不见了……于是，我也加入了翻箱倒柜的队伍里。忙活了大半天，还是没找到……这时候，不知道谁说了一句，办公室不是有监控吗，查监控不就是了？于是，监控画面中出现了这样的一幕：早晨七点四十，老孙戴着头盔在办公室出现过……下午五点零五，老孙戴着头盔在翻箱倒柜的找东西，还有两个傻子也在跟着乱七八糟的翻",
  "话说文革时期武斗正闹的急，一个买卖早点的小摊，人很多排着队，一个年轻人拿出一把匕首，对前的人说道：“我先来”。这时又来了一个人，摸出一把手枪，说道“都滚蛋，让大爷先来”。这时只见小摊主从摊子下拖出一支冲锋枪。说：“都给都老子排好队！”",
  "一个在深山迷了路的人，经过三天三夜的乱走，最後看到一缕炊烟。他兴奋地跑过去，看到一个衣衫褴褛的男子，正在地上烤一只老鼠吃。他将背包一丢，大声喊：“谢天谢地，我迷了三天三夜的路，终於遇到了一个人。”那男子也吓了一跳，不过泄气地说：“朋友，慢一点高兴，我已经迷了六天六夜了。”",
  "愚人节那天，朋友电话喊出去照田鸡、让我把装备都带上、谁知道一出家门口就直接被朋友拉上车。。。 然后自己一个人穿着雨衣水鞋头戴照明灯背着鱼篓在KTV包厢的角落里面喝了一夜的闷酒！！！",
  "“爸爸，你怎么不叫我的名字，天天叫我小东西，为什么？”“儿子，东西是可爱的意思。你因为还小，而且长得很可爱，所以叫你小东西。”“哦，我觉得爸爸也很可爱。以后我就叫你老东西。。。”",
  "老妈一进门：乖乖，来，到妈妈这来，给你好吃的。我一扭头：老妈，说的人都起鸡皮疙瘩了，买的什么好吃的啊？老妈一把抱起贵宾狗：咋的了？我跟你说话了吗？来乖乖吃东西不理她。我：老妈，什么意思？难道在你心里，我都不如它吗？老妈：当然了，它是贵宾狗，你是单身狗。你能跟他比？",
  "因为长时间没有谈过女朋友，家里七大姑八大姨竟然怀疑我表弟是gay，他妈这时候站出来说道：我儿子怎么会是那个？他心怀感激看着妈妈，没想到她接着说：他就是长得丑！！！",
  "“妈，都怪你，不让我早恋，现在我都找不到对象了！”“这就是不让你早恋的原因啊，不然你早就知道自己找不到了。”",
  "几年前去丽江玩，住宿客栈的老板是当地人，养了两只土狗。我问老板两个狗狗叫什么？老板回答：“这只是Money，那只是Lucky。”我惊了个呆，心想这老板怎么不按套路出牌，便问道：“那么高端，还取英文名啊？”“就是旺财和来福。”",
  "老婆趁我午睡，偷偷的到我钱包里拿钱，于是我质问她：“我每月就只有这么点零花钱，你还拿我的，有没有考虑过我的感受？” 老婆：“考虑过啊，所以我到你那拿钱的时候才会轻手轻脚的，怕吵醒你了。” 一时间我竟然有些感动。。。",
  "到一家盲人按摩店，进入以后，一位戴墨镜的盲人接待我，我问：“你真的是盲人吗？” 按摩师：“当然了大哥！” 我：“我怎么看着不像！” 按摩师：“大哥，您不要用这种怀疑的目光看着我好不好，我们是诚信经营！”",
  "老婆出差回来，看见我们同学聚会的照片，初恋并肩坐在我身旁。老婆：就知道你还忘不了这个狐狸精！我：你想哪里去了？不过是坐在一起，能说明什么问题？老婆一个巴掌甩过来：说明你欠揍了！",
  "我的爸爸是李刚这个事件对社会影响很坏，特别是对一些未成年人。有一次，我看见一对初中生小情侣在吵架。　　女生：我不喜欢你！我喜欢阿龙！　　男生：阿龙是个穷光蛋！他家里有什么？我们家有钱有势！你知不知道我爸爸是谁？　　女生：回家问你妈去！",
  "非洲黑妹去上海旅游，住进一宾馆.半夜失火.那非洲女人飞快向外跑.一消防员看到惊奇的说：我的娘唉，都快烧焦了还跑得这么快!!",
  "1祖国尚未统一，没有心情复习.2都什么年代了，一点流氓意识都没有.3三十年的房贷是我活下去的动力.4明月几时有，抬头自己瞅.5英雄不问出路，流氓不看岁数.6本无意与众不同，怎奈何品味出众.7人有时也需要马桶精神，按一下按钮什么都干净了",
  "小明被爸爸修理了，向妈妈告状：“妈妈，有人打你的儿子怎么办？”妈妈：“我会打他的儿子报仇！”小明：“……”",
  "晚妻打电话,夫没好气地说:您好!这是离就离服务热线.认错请按1;离婚请按2;想打人,本服务台为您转接110.妻气得挂了电话.深夜夫回家发现门被反锁了,打妻的手机,妻用假嗓说:您好!这是谁怕谁服务热线.想回家请用膝盖跪搓衣板;想离婚请用膝盖跪钉板;若您有不适,本服务台为您转接120.",
  "一位导演决定送给他母亲一件生日礼物.他听说有一只小鸟能讲12种语言讲话，还可以唱10首著名的歌曲，立即决定买下这只鸟送给母亲，为此他花了50万元，在他母亲生日的第二天，他给母亲打电话“您觉得那只鸟怎么样？妈妈？”他母亲愉快地回答道：“味道好极了.”",
  "某人问医生：“请问医生，我怎样才能活到100岁？”医生：“第一，戒酒.”某人：“我从不喝酒.”医生：“第二，戒色.”某人：“我一点不讨女人喜欢.”医生：“第三，少吃肉.”某人：“我是个素食者！”医生：“那您要活那么久干嘛？”",
  "她，不唠叨不摔碗，不聊QQ不出墙.她开好车买新房，把老公当宝宝养.她闭月羞花，沉鱼落雁，才智胜过诸葛亮，白天是林黛玉，晚上是潘金莲.她爱小孩.疼老公.听公婆话.能上厅堂下厨房.每天只为老公赚钱，老公不花钱就感到伤心.她就是感动中国十大人物之—，名叫——别人家老婆",
  "诸葛亮指挥作战，每次都单独乘坐一辆战车跟随大军.有一次打仗，刚一开战，亮就驾车带头冲向敌方，军队一下士气大振，紧随其后，大破敌军.战后，众人都赞：“军师神勇！”亮道：“嚓，坡太斜，没刹住车……”",
  "鲁豫采访精神病院院长，问怎样确定病人是否治愈？院长说：“其实很简单，把浴缸注满水，旁边放一把汤匙和一把舀勺，看他怎么把浴缸腾空.”鲁豫惊奇：“真的么？哦，天哪！正常的人应该使用舀勺.”院长答：“不，正常已治愈的人,会把浴缸的塞子拔掉.”",
  "乘地铁遇到个牛人.地铁上，一哥们儿的铃声大作，众乘客一听：“爷爷，那孙子又给您来电话了…爷爷，那孙子又给您来电话了…爷爷，那孙子又给您来电话了.”只见那哥们儿慢慢悠悠的掏出手机接听，说道：“喂!爸，什么事..”",
  "心情不好，一个死贱的哥们，还在我旁边不停的唠叨我。我随口就对他说了一句：滚犊子→_→好么！然后他跟我说：你敢不敢骂得再有素质点？过了半天，我回了句：奔跑吧，兄弟！",
  "影院广告：美女晕倒后被七男拖入林中…有看头，买票！放映时，你大爷：白雪公主！隔天广告：一女七男惊涛骇浪般的**事，非白雪公主！有吸引，而且不是白雪公主，买票！放映时，奶奶的：八仙过海！隔日广告又变：丈夫被杀，靓妻落入七个男孩魔掌…有诱惑，再信一次，买票！放映时，我滴个妈：葫芦娃！",
  "某同学背单词迎战四级，结果累倒生病住院，朋友来到病房探望.病床边，朋友握起他的手：“你还好吧？Doctor.怎么说”当场晕倒",
  "一男生，膀大腰圆，也是魁梧之人.有天上课，笔没水了，问不远处一女生借笔，只听那女生大喊一声“傻B啊？”此男顿时倍感委屈，擦，我一大老爷们因为这小事被一女的骂？他愤怒中夹杂着委屈，大喊：“我不就借支笔么，你骂我干嘛?”那女生弱弱的说：“我，我没骂你啊……我问你用啥笔（SB）啊”",
  "一交警在开罚单，一男子叼着烟过来喊：你除了开罚单还会干什么？交警没理睬，男子继续：有种拖走啊！交警很愤怒，男子继续：有种拖走啊！交警忍无可忍拿出对讲机，拖车时交警和蔼说：下午到五大队来处理！男子：关我鸟事！车又不是我的！说完哼着小曲骑着电瓶车走了",
  "同桌把QQ名改为“你爹临死前”后加了我们班主任.于是班主任的QQ就经常被提示：你爹临死前请求加您为好友.你爹临死前邀请您玩抢车位.你爹临死前赠送了你QQ秀.你爹临死前偷了您的菜.你爹临死前举报了您.你爹临死转发了您的微博...最猛的：你爹临死前给您留言了.",
  "当时的夏季校服是短袖，有时候能通过袖口看见女生的内衣，我索性开始有意去看，有一次特别尴尬，我偷看一个平胸小姐姐，通过袖口我看到了通过另一个袖口有一双眼睛，是另一个男生。",
  "老师说：快要高考了，早恋的就不要吵架了，以免影响心情；没早恋的就不要表白了，以免被拒绝影响心情.",
  "交警拦住一牛人要求出示驾照.司机无证，遂上下打量交警：你不赶紧去讨个老婆管我闲事？交警：我孩子都上中学了.司机：\"那你把结婚证拿出来.交警：没带.司机：没带就是没结婚.交警：不能这样说啊，没带证不代表没结婚啊.司机：我也没带驾驶证…\"",
  "最好的朋友：睡在我上铺的兄弟.最爱的女孩：同桌的你.最难忘的事：睡在我上铺的兄弟带走了同桌的你.",
  "一个醉汉在墙角放声大哭，巡逻的警察走过去问：“你出了什么事？”醉汉边抹鼻子边说：“我想在这里小便，不知怎么地尿个不停！”警察过去一看原来墙角的水龙头没关。",
  "考试游戏：考试了大家请闭眼；监考老师请睁眼，监考老师请挂人，监考老师请闭眼；坏学生请睁眼，坏学生请指认，坏学生请闭眼；枪手请睁眼，枪手请代考，枪手请闭眼；考试结束。好学生甲，不好意思，你~挂~了。",
  "一个老师上语文课，头天教了一个“鸟”字，第二天又在黑板上写了两字“鸟鸦”，带领学生念：“乌鸦”。　　有一个学生举手：“老师，错了，那是‘鸟’。”老师：“废话，乌鸦当然是鸟啦。”",
  "高考前体检，测试视力的时候，一近视的同学站在视力表前面任由老师提问，他就是不动，后来实在憋不住了，问了老师一句：“棍子在哪儿？”",
  "教授正在讲演大厅发表有关戒酒的演说。他举了一个例子：“你们想一想，假如这个讲台上有两个桶，一个装满水，一个装满酒，然后牵一头驴来，你们说，它会喝酒吗？”台下一个学生大声回答：“不会！”“为什么？”教授期待地问。“因为它是一头驴！”",
  "儿子屁颠屁颠跑来跟我说：爸，我们老师说明天要补习，要交100块的Q币，我望着他手机里的王者荣耀，陷入了深深的沉思。。。",
  "相亲对象和我聊天的时候总是发语音，而我每次都是打字回的。 有一天她又给我发了很多语音，我就好奇的问她：你给我发这么多语音，我都是文字回的。你不怕我是个哑巴啊？ 结果她给我回了一句：哑巴我到是没想过，我怕你是个结巴！",
  "小李幽默还爱闹腾，上医院体检时不好好填表，偷偷走到前台护士背后突然大声问喝道：你好！ 护士吓一跳，转头不悦道：你干嘛？ 小李笑嘻嘻的说：开玩笑呢，刺激不？哈哈。。。 检查完了，叫到他名字拿检查结果时，前台护士面色凝重的问他：还有谁陪着你来的？ 小李结巴的说：没，没有啊，就我自己。 护士一直盯着他，叹了口气摇摇头。。。 小李脸都绿了，擦着汗问：我，我到底怎么了？ 护士笑道：你没事，开玩笑呢，刺激不？",
  "一天，爸爸看到儿子从幼儿园带回一张人物画像，便问儿子：“这画的是谁啊？” 儿子一脸自豪地说：“这是妈妈。” 爸爸听了便跟他开玩笑说：“画得这么难看，一点也不像妈妈啊。” 儿子认真地解释道：“我一会儿还要给她化妆呢。”",
  "如果一个男人能够把你相片放到手机屏幕，随时让你翻手机，把微信密码告诉你，把银行卡和密码给你。那你就取了他的钱，走吧。",
  "一天，袋鼠开着车在乡村小路上转悠，突然看到小白兔在路中央，耳朵及身体几乎完全趴在地上似乎在听什么... 于是..袋鼠停下车很好奇地问：“小白兔，请问一下你在听什么？” “半小时前这里有一辆大货车经过...” “哇靠..这么神！..你是怎么知道的？..” “他XX的！我的脖子和腿就是这么断的..”",
  "大过年的发小手上包着纱布！问其缘由，这货抽了一口烟，悠悠的说到，前天晚上一个人在家喝点小酒，喝着喝着觉得没啥意思，就把家里二哈拉过来一起陪我喝，谁知道，特*的二哈的酒品不咋好！噗……",
  "那天老爸喝多了，拉着我聊天：“生了你姐姐之后，没想到你又是个女孩，当时差一点就把你送给别人了。” 我说：“后来怎么改主意了？” 老爸：“之前谈好价钱是200，后来那个人只带了198块来。你知道，爸爸在乎的不是钱！” 我说：“我知道，你在乎的是我！” 老爸：“不是，我在乎的是做人最基本的信誉！",
  "女：我想整容。美容师：你想咋整？女：要整成左脸关之林，右脸刘嘉林，上脸蔡依林，下脸林志林那样。美容师：那整完后肯定是张铁林。",
  "一个绅士去喝咖啡，刚喝两口，就发现杯子里有只苍蝇。 “喂，侍者，”绅士叫道：“咖啡里有苍蝇。” 侍者说：“苍蝇？那绝对不可能！给您端上来之前，我把所有的苍蝇全拣出来了呀！”",
  "一位顾客到理发店理发。顾客：理一次发多少钱？理发师：10元。顾客：这么贵！你看，我是一个快要秃顶的人。理发师看了一下道：3元是理发的，另外7元是找头发的。",
  "自打入考场以来，就独得试卷恩宠，我告诉试卷，一定要雨~露~均~沾~。。。可是试卷偏不听呢~就出我不会的~就出我不会的~",
  "一位女明星走进鞋店，试了好几双鞋子都不合脚，老板亲自蹲下来替她量脚的尺寸。这位女明星有些近视，看见老板的秃头，以为是自己的膝盖露出来了，便用裙子将它盖住，然而，她立即听到老板的一声闷叫：“真混蛋，又停电了。”",
  "男：女王陛下，你是希望我是忠臣还是良臣？女：这有什么区别吗？男：忠臣，只做自己认为正确的事！而良辰，不是你能惹得起的人！",
  "我很要好的朋友打电话给我：“我跟我老婆离了！”我：“真的假的？”他：“真的！她出轨了！”我叹了口气说：“早该离了，我都看到几次她和别的男的进宾馆！劝和不劝分，我一直都不敢说！你在干嘛？出来喝两杯？”他语塞了：“我...我，我在和我老婆玩真心话大冒险...”空气突然安静的可怕……",
  "儿子：爸爸，我不想写作业。 爸爸：我给你讲个故事。美国和前苏联进行空间竞赛，双方都遇到了一个问题，如何在无重力条件下写字。 于是美国人花大价钱研制了无重力圆珠笔，前苏联人就用了铅笔。 这说明，你就是跑到太空也得把作业做完！",
  "乌龟正在河里洗澡被癞蛤蟆看见了。乌龟说：没见过我这样的美女吗?看你的眼珠子都要跳出来了。癞蛤蟆说：妹，你就别逗我了，没有看见我身上已经起鸡皮疙瘩了吗？",
  "什么叫没文化，真可怕。就是你拆了CPU风扇，结果装回去发现散热层不管用了，你就到店里去买，老板问你，你丫到底是要整风扇，还是丰胸？我说丰你奶奶个嘴，老子整风扇！老板说，那TM叫硅脂，不叫硅胶！",
  "有一只蛐蛐跟猪打赌说：我跳进草里你就看不见我，猪说：我要看得见你呢？于是蛐蛐跳进草里。猪在看，猪在看！猪还在看！猪咋还在看呢！",
  "一女：你干嘛凶我！”另一男： “我没凶！”一女： “你明明凶我了！”另一男：“我没凶！我没凶！我没凶！”一女：“知道就好。”",
  "女人：为什么要同居？男人：亲爱的，这样不好吗？女人：既然同居了，为什么还不结婚？只要办个手续就行了。男人：既然同居了，为什么还要结婚？多一道手续干吗？！女人：结婚保险，还有证书——男人：但爱情还需要保险吗？女人：结婚安定！男人：同居自由！女人：瞧，那么多人都结婚了，他们多幸福啊！男人：看，那么多人正在同居，他们多快活啊！女人：这就是新同居时代吗？怎么以前从没有见过？男人：是的，也是新离婚时代，你以前见过吗？别，别踹我——我已经滚到床下面去了！",
  "哥，大事不好了，我看到嫂子在家淘宝呢。什么！咱们赶快兵分两路，你去你房间把路由器拔了，我去银行把钱取出来，快、你跑快点。",
  "同事甲：“你要是买彩 票中了奖有什么打算？”同事乙：“我要是能中20万，就在咱单位附近租个地儿，开个饭店。”甲：“要是中了500万万？”乙：“那我就玩遍祖国大好河山，一直玩到还剩20万，然后在单位附近租个地儿，开个饭店。”",
  "冬天，农夫发现一条蛇冻僵了，他很可怜它，便把蛇放在自己怀里。回到家发现蛇还并未苏醒，农夫便把蛇放进一个罐子之中！为了能让蛇早日康复，农夫又往罐子里放入了人参30克，枸杞子500克，熟地黄100克，冰糖4000克，白酒5000毫升。",
  "婆婆的电饭锅坏了，给她买了某品牌新出的一款纯白色电饭煲。。。我一边介绍，一边给婆婆演示怎么用。当我按下按钮，白色锅盖儿弹开。。。婆婆愣了两秒，弱弱的说：这椭圆形白色盖儿一弹开，我怎么看，都像马桶呢。我。。。",
  "柜员机取钱，取一万居然吐了两万，抬头看了看监控，数了一万放包里，剩余的放在机柜上就走了。半个月后，收到银行法务部一位自称主管的电话，说已经到法院去告我了。我轻蔑道：我今年刚通过司法考试，钱我没拿走，没义务替你们保管。那主管沉默了一会：你拿走的是我们银行的一万，留下来的一万才是你的......",
  "小明告诉妈妈，今天客人来家里玩的时候，哥哥放了一颗图钉在客人的椅子上，被我看到了。妈妈说：“那你是怎幺做的呢？”小明说：“我在一旁站着，等客人刚要坐下来的时候，我将椅子从他后面拿走了。”",
  "有个老农在地里锄地，一只乌鸦飞过，拉了泡屎掉在老农脸上，老农抬头大骂：“CAO你妈！出门也不知道穿条裤衩！”乌鸦说：“CAO！你丫拉屎穿裤衩呀！”",
  "飞机上，一只鹦鹉对空姐说：“给爷来杯水”，猪也学鹦鹉，对空姐说：“给爷来杯水”，空姐大怒，将鹦鹉和猪都扔下了飞机。这时鹦鹉对猪说：“傻B了吧，爷会飞。”",
  "20年前爸爸抱着你等车，人都笑话孩子长得难看，爸爸哭了。一卖香蕉的老大爷拍拍爸爸说：“大兄弟别哭了，拿只香蕉给猴子吃吧！真可怜，饿的都没毛了。”",
  "一女奇丑，嫁不出去，希望被拐卖。终于梦想成真，却半月卖不出去。绑匪将其送回，她坚决不下车，绑匪咬牙一跺脚：走，车不要了",
  "“我们王老师今年60岁，既不太老，也不年轻，刚好是一个可以死去的年纪” ----摘自我弟弟的日记！",
  "老妈到了更年期了，脾气不定，我和老爸深受其苦。 一天我偷偷跟老爸说：“老妈不是信佛么，应该心平气和，不骄不躁啊。” 老爸瞥了我一眼：你妈信的是斗战胜佛。。",
  "我花一毛钱发这条短信给你，是为了告诉你——我并不是一个一毛不拔的人。比如这一毛钱的短信就是我送你的生日礼物。",
  "朋友问蝙蝠怎么会下嫁给老鼠，蝙蝠眼含泪花，意味深长：唉！那天他吃了伟哥，火力壮，一下蹦上天花板，让他得了手。",
  "吃河豚，就问老板，万一吃了感觉中毒有解么？ 老板：感觉有中毒症状了就赶紧出去跑步，跑的越快越好，把毒尽快发散出去。 我们听完纷纷称善，结果吃了一半有一个货边往嘴里塞一边迟疑着说：刚才那老板的意思我分析下来好像是想让我们有多远死多远吧？ 满桌喷饭。。。",
  "“没谈过恋爱是怎样一种感受？” “你这不是间接问我，长得丑的感受吗？”",
  "王警官与他饲养多年的警犬大壮配合十分默契，仅用半个小时不到，就把食堂的酱肘子吃的连骨头都不剩。",
  "男：我们分手吧！ 女：为什么？ 男：你给不了我想要的。 女：你想要什么？ 男：荒古遗尘太刀。",
  "准备了老公最喜欢的榴莲放在床底。老公提前下班回家，手捧着鲜花冲进卧室，看见穿着性感内衣的我，目瞪口呆！ 我只是羞涩的一句：“老公床底下有惊喜。” 老公就迫不及待冲进厨房拿起了菜刀，这不叫默契什么叫默契？",
  "常在河边走，微信步数会比较多。",
  "江湖卖艺的一边敲锣一边大喊：“有钱的捧个钱场，没钱的你哪凉快哪待着去！”",
  "小丁喝醉，朋友问他：“你不怕老婆骂你呀？” 小丁回答：“我特别希望我老婆在阳台上骂我！” 朋友问：“为什么呀？” 小丁回答：“这样，我就能找到家了”",
  "一男经常将剩饭放入冰箱，第二餐时不加热直接食用，她女友关心道：你这样吃对身体不好。 这时他只笑笑：呵呵，没事，我就喜欢饭冰冰。",
  "火车上一抱小孩的妇女没买到座票便站在一哥们旁，我看到他丝毫没有想让座的意思，上前揪着他的领子骂道：“你TM懂不懂什么叫给抱小孩的乘客让座？” 那哥们可能被我的浩然正气给感动了，激动地浑身发抖站了起来。。。 妇女连忙对我道谢，我一屁股坐在位子上对她说：“来，我来帮你抱小孩。”",
  "和好朋友吵架一直趴桌上 哭成了泪人 老师突然叫我起来回答问题 我一起身 鼻涕从桌上到鼻孔拉了一米多长 老师看着晶莹剔透有弹性的鼻涕惊呆了 全部哄堂大笑 我也不好意思了 噗的一声笑了出来 并喷出了更多鼻涕",
  "单身多年一直找不到对象，没事就爱上网看看泡妞秘籍什么的，今天看到一条泡妞秘籍说是：把自己灌醉，给别人机会。",
  "昨晚睡觉，一巴掌被老婆拍醒，问干嘛那么大力捏她MM。其实我是做梦在捏那种包装塑料泡呢，有一个怎么捏都捏不破！",
  "艺术课的时候班里放了部日语电影，我不敢兴趣，没看。少顷，下课之后，旁边女生问我，你感觉日语和韩语有什么区别。我想了想，告诉她:“看过几部韩剧，但日本电影除了那些不穿衣服不说话的运动视频之外，我倒是没看过其它。”女生一瞪眼，“啪”的给了我一耳光，并大声骂道：“流氓。”我摸了摸红肿的脸颊，心里委屈的想:“看看相扑怎么就变成流氓了？”",
  "两个小孩谈话：A说：我们全家都很喜欢动物，妈妈喜欢猫，哥哥喜欢狗，姐姐喜欢小白兔。B说：那你爸爸呢？A说：喜欢狐狸精。",
  "有一次下课打铃大家都要回家，下楼梯时一男生左脚踩到自己右脚，“啪”的以大字型的姿势摔在了路中央..他当时就想：不对，糗大了，得装晕。结果旁边的同学看那男生一动不动，赶紧扶起他，然后左右开打狂扇耳光..",
  "早上起来看到一则网易评论     一楼：大家冷静一些，都过来，听听5楼怎么说？　 二楼：我认为5楼说得很有道理。　 三楼：5楼说出了人民群众的心声　 四楼：5楼确实说的很好！",
  "从前，美国人到俄国观光。有一天在俄国的道路上看到二个俄国工人，一个拿把铲子，正在道路旁挖洞，而且每三公尺就挖一个洞，另一个工人却跟着把前一个工人刚挖好的洞马上回填起来，如此反复不停的持续着....　　美国人觉得好奇，便问第一位俄国工人：『为什么你一挖好洞，后面那位仁兄就把洞给填起来咧？』　　俄国工人回答说：『我们是在绿化道路，我挖洞.第二个人种树.第三个人填土。不过第二个人今天请假没来。』",
  "今天下班回家走在路上，见一漂亮妈妈在路边打一个小正太。。。小正太嗷嗷的大声哭，心想这母亲也太狠了，怎么这样打自己的孩子？便想上前说说，刚走出一步，又听那妈妈说：“在公车上拔老娘的衣服,扯老娘的胸罩，你TM挺会为大众服务阿！”听完以后我走了，默默的。",
  "一个胆小紧张的证人正在接受律师的询问。 律师厉声问道：“你是否结过婚？” “是的，我结过一次。”证人声音很小，还有些颤抖。 “那么你和谁结婚了？” “一个女人。” 律师有些发怒，“废话，你当然是和一个女人结婚了。你听说过有谁会和一个男人结婚吗？” 证人颤抖着说：“听说过，我姐姐”。",
  "今天去医院，看到一少妇一把鼻涕一把泪的哭着哀求医生，本来以为是患了绝症还是不够医药费什么的，仔细一听发现是哀求医生帮她改一下儿子的血型鉴定书。。。",
  "今天用微信和女神表白，什么排比、比喻各种修辞，可谓字字经典，句句动情，引经据典，声情并茂。 最后，在我强烈的感情攻势下，女神终于回了一句：“你谁啊？”",
  "去喝牛肉汤，碗里只有两三片牛肉，我问盛汤的姑娘：“妹子，你可真黑，就这么小的两三片肉要10块钱？” 她鄙视了我一下：“你那俩腰子也不大，给你20万你卖不？” 我说当然不能卖，给200万也不能卖呀。 她笑着说：“那不就是了，东西不在大小，关键看价值。。。” 我。。。",
  "一天，爸爸看到儿子从幼儿园带回一张人物画像，便问儿子：“这画的是谁啊？” 儿子一脸自豪地说：“这是妈妈。” 爸爸听了便跟他开玩笑说：“画得这么难看，一点也不像妈妈啊。” 儿子认真地解释道：“我一会儿还要给她化妆呢。”",
  "去一个小区找朋友，有点迷路，就上前问一小朋友：“小美女，知道某某号楼是那一栋吗？” 小女孩开心的对身边的小男孩道：“瞧，有人喊我美女，你还说我丑？” 小男孩看了我一眼：“她当然叫你美女，因为她比你更丑。” 我。。。",
  "爸：“儿子信上写的什么？念给我听听。” 妈：“信里最后明确说了，勿念。”",
  "前段时间禁不起诱惑把一个月的工资都投进了P2P。今天我发现网站登录不上，就疯狂联系客服。终于还联系上了，我赶紧问：“你们平台跑路了吗？”客服答道：“是的，先生，请问还有什么可以帮助您的吗？”我。。。",
  "昨天从外地回来，没回家，今天到家看到老爸醉熏熏地在沙发上。老爸：“什么时候回来的？”我：“昨晚回来的”。他大怒道：“坐碗回来的？怎么不坐盆回来？”我。。。",
  "下课了，老师叫住小明问他：“你上课为什么不敢回答问题。”小明说：“我害怕”。老师说：“你怕什么啊”小明说：“我怕嘴里的糖掉出来。”",
  "在汽车修理中，认真和细心非常重要。一台车能不能修好，往往就取决于你是不是认真、仔细。我这个人就比较细心，很擅长观察每个细节。今天李老板来修车，副驾上坐的那个女的，跟上次来修车时不是同一个人。",
  "白雪公主逃出皇宫来到森林深处，看到七个小矮人正在欢乐地唱歌起舞。小矮人发现有陌生人闯入，为首的一个上前问她，你是谁？白雪公主迟疑了一下回答，我。。。曾经是一个公主。。。小矮人大笑一声，热情地把她拉到人群中说：你来的正好，妹子，我们现在就缺个点歌的！",
  "老鬼对小鬼说：“这几天悠着点，不要随便出门，会被抓。”小鬼问：“为什么？”老鬼说：“这不他们要发起个捐款活动，大家都踊跃的表示：捐个鬼啊！”",
  "十二点的钟声响了，灰姑娘要离去，王子拉住她的手，说：“请留下吧。”灰姑娘：“哥，您要的服务时间到点了。”",
  "两个吸血鬼到酒吧，一个要了杯动脉血，另一个要了杯白开水，老板问他为什么不喝血了，他拿出一块用过的卫生巾说：哥们今晚喝泡茶！",
  "一舍友发表心情：“哥要结婚了。”我逗他，留言：“恭喜恭喜，女友肚里孩子几个月了？”后面回复：“尼玛，是我哥……”",
  "井对卅说：美女，你给自己系上了一根腰带之后真漂亮。卅谦虚道：一般啦，我再漂亮也比不上你漂亮啊！你看看你，一下给自己系了两根腰带，简直潮得没治了",
  "我是一个性取向很正常的女性，直到昨天，我发觉我性取向好像出了点问题！昨天逛街碰到一个妖艳的少妇，衣着华丽，身材性感，我就在后面跟着，突然她吐了一口浓痰顺着风飘到我脸上，就在她回头的那一刻，我竟然想操她姥姥……",
  "我在澡堂洗完澡，出来等澡堂提供的免费吹风机！有一家人，嘻嘻哈哈的吹头发，你吹完换我吹，墨墨迹迹的，嘴里还不停的叽叽喳喳。烦的我，一把从一个最嘚瑟青年手里抢过吹风：“还有没有素质了？没看这么多人排队呢！”一家人都一脸懵哔的看着我，等我头发快干的时候，青年才说：“姐姐，这是我从家带来的吹风机……”",
  "一美女穿着一步裙上公交车，裙子紧无法抬腿，解俩扣仍然上不去，回头看见某男的看着她，就骂：臭流氓！某男：你特么才流氓，这一会儿的功夫你都解老子俩扣了！",
  "丈夫经常听到有关妻子的风言风语，决定调查一下。于是他对妻子谎称出差，假装地收拾行李后，离开了家。到了深夜，他径直奔家而去。奇怪，家门口站了一排男 人，为了不打草惊蛇他决定翻墙而入，可是当他刚刚爬上墙就被一个男人揪了下来。那个男人骂道：“你还想加塞儿？站排去！”",
  "某日，一和尚走进一家大型超市，精心挑满了一购物车东西后，推到收银台。收银小姐问：“刷卡还是现金？”和尚答曰：“贫僧是来化缘的。”",
  "一男借钱后还给债主一堆大便，自称土视钱财如粪，然后被暴揍整整一小时。",
  "hellokitty你他妈耍我是吧！一只小狗在家受了委屈，流着眼泪来到公园，看到好朋友小猫也在，于是过去打招呼：“hello，kitty。”小猫看了看小狗的样子回道：“hello，哭狗。”",
  "“如果你能猜到硬币在哪只手里，我就帮你实现三个愿望。”千手观音对我说。",
  "向爸爸借了500，向妈妈借了500，买了双皮鞋用了970。剩下30元，还爸爸10块，还妈妈10块，自己剩下了10块，欠爸爸490，欠妈妈490，490＋490=980。加上自己的10块=990。还有10块去哪里了呢？",
  "根据一个人的车，我们就能看出这个人是什么样的。比如：如果它在沟里，它就是女人的车。",
  "“孩子学习什么都会受到环境的影响，作为家长，我们要言传身教。所以，我决定在孩子暑假这两个月，我们每人各带一个月，分别将自己最拿手的东西交给儿子。”两个月过去了。儿子跟着妈妈学会了打麻将，跟着爸爸学会了吐烟圈。",
  "小时候迷恋动画片。有次调皮从高坡摔下来，差不多快挂了。我妈哭成泪人似的把我送进手术室。麻醉前我竟然清醒了，嘱咐医生:“假如我救不过来，记得叫我爸爸妈妈去收集七颗龙珠，请神龙为我复活……” 一直被笑到现在。",
  "昨天到大镇姑姑新家做客，我先到的姑姑家，然后听说表弟也过来，但不认识路。。。我就出了姑姑家，在巷子口等，由于太热，就退进来一点。。。这不好多老男人过来问我多少钱。。。",
  "一天晚上，我和弟弟没事干，便吹起了牛。我说：“我没现我现在有恐高症，都不敢低头看自己的脚！我也真是太高了。”弟弟说：“那算啥！今天我在外面坐着看书，突然有一架飞机从我耳边飞过，我一看，原来是一架波777。”",
  "老师：“你口口声声说对数学的感情很深，为什么考试全错？”小明：“错又如何，感情的事不分对错。”",
  "一个土豪到深圳玩，打个车说师傅把我送到深圳消费最高最快的地方。师傅一脚油门把土豪送到了深交所。",
  "我一个人在宿舍玩游戏，半夜困的不行就想趴电脑桌上睡会，刚趴下忽然发现有人进来翻我的包，我想：我假装睡觉，等下抓他现行。 然后，我就一觉睡到了天亮。。。",
  "过年同学聚会，某同学敬酒，同一桌的有好几个都说开车不喝酒。某同学咕嘟说：“个个都在晒车，好像我没有一样。”过了一会儿有个同学来他这一桌敬酒，那几个开车来的都说开车不能喝酒，到某同学了，他说：“不好意思，我有两套房，不能喝酒。”",
  "昨天天气非常热，和女票逛街，有个小男孩老是跟在我后面，我很好奇，我：“小朋友，你为什么老是跟着我，是不是你觉得我像你爸爸？” 小男孩：“叔叔，你人胖影子大，跟你后面凉快呀！” 尼玛。。。",
  "我家曾经发生过一次极为严重的家暴，结果我老婆吓得要死，跪在地上一把鼻涕一把泪地求我。“老公你千万不能翘啊！我以后下手再也不这么重了…………”",
  "当年我们在上数学课，一个同学老乡来找他，那同学出去以后，我们数学老师愤愤地说：以后上课时间不得接客！",
  "我们高中化学老师问男同学：“氨气遇到火会不会爆炸？”他怯答：“会。”老师大喝一声：“那你还敢在厕所抽烟！”",
  "高中时，一次班主任(四十多岁)上课时看到一个女生在转笔，说道：别转了，弄得我还时刻担心笔会掉下来，你说我怎么集中精力讲课？",
  "某中学校长在一次大会上面对全体同学说：“同学们，本校为应社会之发展，经济之蓬勃，特做了大小规模的变动，三年一小变，五年一大变。”一同学忍不住说：“这也太能憋了吧。”",
  "以前有一朋友在空间里发表了一句说说：“给我一个姑娘，我能创造一个民族！”神评论：“给你一头母猪，你能不能创造一个新品种！”",
  "老公最近休假在家带儿子，今天屁颠屁颠跑到老婆面前说“亲爱的，咱儿子会说话了！” 老婆一听：“我教了那么久都没学会，这不科学啊， 就问老公今天她叫了爸爸还是妈妈？” 老公眼神闪烁小声的说了一句“是抢地主……”",
  "妈妈偷看了儿子的日记，妈妈：“哎呦！你还写诗呢，还春风暖意的，跟谁呀？”儿子：“你偷看我日记，这是我的隐私。”妈妈：“隐私？我是妈你还有隐私？有隐私你出生的时候咋不穿个裤衩啊？”",
  "以前住一个大院，院里有一个公共厕所，为了防止外面的人进去方便就上了一把锁，仅供院里的人用。一次上厕所，邻居一女孩领一女同学也来，那同学好奇的问：“你们厕所还上锁，难道怕有人偷便便吗？！”",
  "青年问禅师：“大家都说我丑，我真的很丑吗？”禅师端起一杯水，浇到青年脑袋上。青年不解：“你的意思是，我每天都洗头就不那么丑了？”禅师回答说：“丑到端水水更流，举杯浇丑丑更丑。”",
  "唐僧师徒途径女儿国，国王恋上三藏，坚决不肯放其过关。“长老姓唐，甜到哀伤。若你们能找来更甜的和尚，便放他离去。”她对师兄弟几人如是说。“这有何难。”沙僧翻身跳上白龙马，一时间竟连空气都香甜起来。女王大囧，询问何故。沙僧冷笑道：“那么大人了，都不知道‘沙骑马’很甜的么？",
  "同事A碰见同事B，仔细打量她半天，说：“你头发怎么啦？像戴了个假发套一样。”B很窘，看四下无人，小声对A说：“实话跟你说吧，我确实戴了个假发套。”A说，“是吗？一点儿也看不出来。”\"",
  "老公带着儿子去参加同事的婚礼，儿子调皮，把同事的糖给顺走吃掉了，同事就逗他：“把糖还给叔叔吧，好孩子。”儿子说已经吃肚子里了，同事就接着逗他说：“没关系，你吐出来，叔叔也吃。”谁知儿子却眨巴眨巴眼睛说：“对不起叔叔，我吐不出来，不过，你别伤心，我拉出来给你吃！”",
  "一个国王要替公主征婚，把一个苹果放在公主头上，谁要把它射中就有机会迎娶公主。­第一个男士把苹果射中，他说：“I’m 罗宾。”­第二个男士也把苹果射中，他说：“I'm 后羿。”­第三个男士不小心把公主射死了，他说：“ I'm sorry...\"­",
  "中午去存钱，排队时一美女在后面问我：“存钱是吗？”“恩！”“我正好要取钱，反正你要存，不如把钱给我，咋俩就不用排队了。”我想想觉得有理，于是把钱给她了!",
  "火车上，一白人与一黑人妇女正在给各自的婴儿喂奶。“妈妈，妈妈，”白人宝宝停下来撒娇,“我也要喝巧克力奶。”",
  "闺蜜喜欢公司一丧偶大叔，大叔怕年纪大耽误她一直躲躲闪闪，不敢坦露心迹，闺蜜为此懊恼不已，哭哭啼啼的喝了很多白酒，然后借着酒劲去了大叔家纠缠他，大叔本分人，安抚了一晚上，终于让她在他家客房睡下了，问题是一大清早公司的行政/司机/其他人员，一大清早接到电话说大叔家火灾，大家急冲冲的赶到大叔家，没看到火灾，忙敲门，大叔懵懂懂的起来开门的时候，我闺蜜裹着浴巾也从大叔身后冒出来了。。。。众人一阵错愕，然后说打扰了打扰了。。。自此，闺蜜跳进黄河也洗不清为由成功嫁给了大叔，住进了300多平米房别野。。。",
  "胖人谚语上联，这风，真猛，刮丢了，咋整。下联，活该，倒霉，长瘦了，赖谁。 横批，胖点真好",
  "刚才上楼在楼梯口、看见一个老爷爷提了很多东西。于是热心的迎上去准备帮他提。本来想说：老爷爷，东西我来帮你提吧！结果嘴一哆嗦说成了：老东西，爷爷帮你提吧……他现在还提着菜刀在找我呢。都是天太冷‘惹的祸，冻的嘴巴都不好使了，提醒大家天寒地冻要谨言慎行！",
  "今天看到一个老人摔倒了,赶紧过去扶,没想到他一把抓住我的手,我急忙说,监控会还我清白的,老人说,别傻了,这里没有监控。我直接一脚踹过去,他妈的,没监控也敢这么吊,他儿子说,我们在边上把你踹人的视频都录下来了,我冷笑一声,从兜里缓缓的掏出一本火红的证件《急性短暂精神障碍证》！",
  "宝宝的经纪人睡了宝宝的宝宝，宝宝不知道宝宝的宝宝是不是宝宝亲生的宝宝，宝宝的宝宝为什么要这样对待宝宝！宝宝真的很难过！宝宝现在最担心的是宝宝的宝宝是不是宝宝的宝宝，如果宝宝的宝宝不是宝宝的宝宝那真的吓死宝宝了！",
  "知乎神提问：非洲人与黑色丝袜我闺蜜两年前一个深夜问我“你说非洲人会把黑色丝袜叫成肉色丝袜嘛”?",
  "漆黑的胡同里，突然跳出一个人，拿着刀抵着我问：“要钱，还是要命？”我颤抖的声音说：“命就算了，你还是给我一点钱吧。”",
  "泼水节上,大家彼此泼水祝福，突然一人惊叫骂道:妈的 ,谁泼我?旁人劝道:泼你是祝福你.骂人者道:少来这套,谁拿开水泼我来着?",
  "交往4年的女朋友和我分手了，昏天黑地上了公交车，旁边坐了个美女也提不起兴趣。售票员过来卖票，我以为是空调车就递过去两块，售票员看了我们两个一眼就撕给我两张一块钱的票，我楞了一下想算了算了，继续头靠窗户回忆我四年的感情，不知不觉泪流满面，美女突然说话了：就一块钱不至于吧...",
  "一次我和几个朋友去商场逛，逛着逛着决定坐电梯到楼上接着逛，在一个很偏僻的电梯口等了一会发现这个电梯是残疾人专用的，然后我一姐们很牛x的说：没事，咱们是脑残",
  "一日上课，闲来无事，在课桌上写下：“孤枕难眠”翌日，竟然看多了几个字：“换个两枕头试试。”",
  "耳朵发炎去医院买了点药，刚刚找个位置坐下来用棉签掏耳朵，结果一熊孩子过来说到：叔叔，你是在找你的金箍棒吗？",
  "有一次拿着我妈的手机给我爸打电话，看见通讯录里有一个爸爸就拨出去了。。。一接电话就叫爸爸。。。。。电话那边的姥爷瞬间凌乱",
  "路上看到一个黑色塑料袋踢了一脚特么是一条睡着的大黑狗，涕泗横流的被追了三里地。",
  "作文课，讲述和自己印象最深的动物之间的故事，举头撞墙想了半天，不知如何下笔。。。遂偷窥同桌寻找思路，当场喷血-----标题：奶奶的熊。。。",
  "有一次到国外旅游，我们走进一家挂满漂亮衣服的服装店我们随意试穿着衣服。两个店员却以古怪的眼神盯着我们，使我们感到很不自在。终于，一位会讲汉语的店员实在看不下去了她悄悄地向我们解释：“对不起，我们这是一家干洗店。”",
  "今天去我哥家吃饭，吃到一半的时候，我媳妇给侄女夹了一块肉。媳妇问：“婶婶和你亲，还是你叔跟你亲啊！”侄女：当然是跟我叔更亲了。媳妇问：这是为什么？侄女说：我叔永远是我叔，而你不一定永远是我婶婶。顿时在场的人都石化了。",
  "女：我要是和你妈同时掉河里了你先救谁？男：哼哼，我妈就料到了你们会问这样的问题啦！为了我们哥仨的幸福，我的老母亲啊，硬是在50岁高龄的时候把游泳学会了！...伟大的母亲，好有远见啊！",
  "三个老鼠分别品尝美国，日本，中国的美酒！一只喝了美国酒之后，走三步倒了！另一只喝了日本酒之后，走二步倒了！最后一只喝了中国的二锅头之后，提了把菜刀大喊：“妈的！猫呢？”",
  "在台湾有一个村庄，一天传说强盗要到村里来抢漂亮的年轻女子回去做压寨夫人。全村所有的漂亮女子都被父母送到了山上的山洞里藏了起来。这个时候，远远地看见一位老太太她气喘吁吁地跟着跑上山来。这时，村里的老人都告诉她说：“阿妈！你不用怕啦！你年纪这么大啦！呆在家里没有事的啦！”。可阿妈却不这样认为。她说：“难道那些强盗都是年轻的吗？我要是遇上了一个老的强盗我可怎么办？我才不想去做老强盗的压寨夫人呢！”。哈！哈！……！",
  "有次去宵夜，小店里只有一位客人，是个女生。她已经吃差不多了估计在给男朋友打电话，说着说着吵了起来，女孩说完一句：麻痹，分就分，你别后悔！挂了电话趴在桌子上哭起来。我和老板都惊呆了，不知道该不该去劝，过了一会儿，她擦了擦眼泪，拿过菜单说：老板，加个东坡肘子。。。。",
  "某企业人事部的员工X某，最近被调到楼下的公关部。这天，他朋友打电话到原部门：“X某在吗？”X某的同事答：“他已经不在人事了。”朋友：“啊？他……什么时候过去的？”同事：“上礼拜。”朋友：“我怎么都不知道……也没有送他一程……”同事： “没关系啊，下去找他不就好了么？”朋友： 啊，你真会开玩笑……同事：不是开玩笑，他走的时候说了，要是谁想他了，随时欢迎去下面找他玩。朋友：…… 这不方便吧……同事：嗯，白天确实不方便，那我让他晚上去找你吧！！",
  "有一人独自在森林中冒险，突然发现自己被食人族重重包围。于是对天空大喊：“我死定了，上帝救救我！” 只见天空出现一到光传来一个声音：“还不一定，你再捡起地上一颗大石头，把带头的酋长砸死。”于是他捡起地上最大的一颗石头，狠狠的砸向酋长，正好把酋长砸死。族人全都呆了一呆，接着怒目相向，这时天上又传来一阵声音：“现在你才真的死定了。”",
  "一个人骑摩托车喜欢反穿衣服，就是把扣子在后面扣上，可以挡风。一天他酒后驾驶，翻了，一头栽在路旁。 警员赶到后...警员甲：好严重的车祸。警员乙：是啊，脑袋都撞到后面去了。警员甲：嗯，还有呼吸，我们帮他把头转回来吧。警员乙：好...一.二使劲，转回来了。警员甲：嗯，没有呼吸了……",
  "校订票处：现在车票极为紧张，你要的那班火车票如果没有，你服从调剂吗？我：服从。第二天拿到票后我怒了：我订的是到山东的票，为什么给我到山西的！！！校订票处：你不是说服从调剂吗？",
  "婚前：    他：万岁，终于等来!我都等不及了！    她：我可以离开吗？    他： 不！你甚至想都不要想！    她：你爱我吗？    他：当然！    她：你会背叛我吗？    他：不会，你怎么会有这种想法？    她：你会吻我吗？    他：会的！    她：你会打我吗？    他：无论如何都不！    她：我能相信你吗？    婚后从下往上念!",
  "俩老夫妻某日吃晚饭时突发奇想：裸餐！找找从前的感觉！脱光后老太婆道：我还有反应耶！乳房还和年轻时一样发热！老头斜了一眼道：耷拉到汤里了！",
  "两个饺子结婚了，送走客人后新郎回到卧室，竟发现床上躺着一个肉丸子！新郎大惊，忙问新娘在哪？肉丸子害羞的说：讨厌，人家脱了衣服你就不认识啦！",
  "老婆语录：允许你喝醉，允许你勾妹，但晚上必须给老娘归队，如果你敢伤我的心，伤我的肺，老娘一定把你的第三条腿打残废，让你的鸟鸟永远打嗑睡。",
  "老师问学生：人生自古谁无屎，你接下一句。学生答：有谁大便不用纸。老师很生气，叫学生罚站。这时，老师看见窗外下着雪，就遗憾的说：上天下雪不下雨，雪到地上变成雨。变成雨时多麻烦，为何当初不下雨。学生说：老师吃饭不吃屎，饭到肚里变成屎。变成屎时多麻烦，为何当初不吃屎。老师当场晕倒！",
  "记得初中那会儿上课，冬天。我前排两个同桌在玩吹那种橡胶泡。大家都知道那种泡得用力吹。我在那笑话他俩吹的太小，他俩说你来。我一用力，喷出一泼鼻涕，正好喷同桌脸上了。整个教室前边都喷了。‍‍‍‍",
  "一直想不明白为什么孙悟空能大闹天宫，却常打不过路上的妖怪,还劳观音太上老君搭救？最近想明白了：大闹天宫时碰到的都是给玉帝打工的，岀力但不玩命；半路碰到的都是自己出来创业的，比较拚命呐！！！",
  "中午特渴，去一小卖部买了瓶冰红茶。喝了一半发现是山寨的，已经喝了，也没说什么。一看瓶盖，再来一瓶。马上给老板说中奖了，再给一瓶。老板很淡定地说，你再仔细看看。我一看，操，再买一瓶。。。",
  "我：“医生，我老想自杀，你看我该咋办？”医生：“呃，你为什么想自杀？”我：“因为活着没意思哇！我想干的事儿他们都不许我干哇！”医生：“你想干啥？”我：“我想自杀啊！”‍‍‍‍",
  "老婆问我：“怕不怕毒蛇？”我说：“不怕啊！我读给你听，she蛇。”老婆回了句：“滚！”‍‍",
  "跟一哥们出去玩，发他一支烟，然后竟又问我要打火机。 我当时就费解了，说道：你平时烟瘾不是挺大吗？怎么烟不带，火也不带？ 只见他45度角仰望天空，吐了个烟圈，说道：我一般出门都只带烟瘾！",
  "一对恋人在山中被野人抓住说：你们吃掉对方的大便就放了你们。恋人做到了，归途中女人大哭，男人问其原因，女人伤心的说：你不爱我，不然你不会拉那么多！",
  "仅仅是一阵风也罢了，偏偏是这样永恒，仅仅是一场梦也罢了，偏偏是如此真实，你低头不语，我却难以平静，我终于禁不住要对你说，：下次放屁时，说一声！",
  "一天在拥挤的公车上的一段对话情形如下：一个站着的怀孕妇人对着他身旁坐着的一位男子说：『你不知道我怀孕了吗？』(想要他让座. . . . )只见男子很紧张的说：『孩子不是我的！』"
]
